[
    {
        "url": "https://www.youtube.com/watch?v=MVu8QbxafJE",
        "content": " We have decided to lead a special military operation. Putin called this a special military operation, but it's clear this is a full-scale invasion. We were at home. We were in a cellar, and it's already, if it's like, deep enough to help us to survive. Russian troops and tanks have entered Ukraine on all fronts. All these cities are under attack, including the capital of Kiev, which has become Putin's main target. Many are sheltering in basements and metro stations across Ukraine. There have been hundreds of casualties, and over half a million Ukrainians have been forced to flee their homes. This is one of Europe's largest wars since World War II. Since then, Europe's map has been shaped by political alliances. But now, Putin wants to redraw Europe's map by force. The modern Ukraine is a completely different country. It was created in Russia. Putin has long claimed Ukraine belongs to Russia, and they are one people. We're not just close neighbors, we're one nation. But Ukraine is a sovereign nation with its own language, culture, and political system. And while the two countries do have a shared history, Ukraine has fought hard for its own identity. Ukraine was part of the Russian Empire in the 18th and 19th centuries. In 1917, the Russian Revolution brought down the Empire, and the region spiraled into a civil war. Ukraine briefly gained independence from Russian rule, but was quickly taken over by the newly created Soviet Union as one of its first republics. Over the next decade, the Soviet Union brutally expanded its control, and by the end of World War II, it forged a sphere of influence over here, while the West held its influence over here, essentially dividing Europe and marking the beginning of the Cold War. The Soviet Union installed communist governments on their side, which were easy for them to control. But the West developed into democracies with capitalist economies, the deep ideological divide fueled distrust and tensions between the two sides, and soon these spheres hardened into military alliances. In 1949, these countries, along with the US and Canada, formed the North Atlantic Treaty Organization, or NATO, and promised to defend each other from invasion. A few years later, these countries joined the Soviet-led Warsaw Pact Alliance, and each side built up its military to protect itself from the other. Europe remained this way for decades, until one side finally collapsed. By late 1991, republics like Ukraine began declaring independence from Soviet domination. The Soviet Union dissolved into 15 independent countries, including a much weaker Russia, and the Soviet sphere of influence disappeared as many countries overthrew their communist governments. Even though the Cold War ended, the alliance on the other side of Europe was still going strong. In fact, it was expanding. In 1999, Poland, Hungary, and the Czech Republic joined NATO. In 2004, seven more countries joined. That moved NATO into the old Soviet sphere of influence. Making NATO's border with Russia the longest it's ever been. Belarus, Ukraine, and Georgia were now the last post-Soviet countries left between Russia and NATO. But Ukraine and Georgia both wanted to join NATO for a long time, and that made them prime targets for Russia. Ukraine became a NATO partner in 1994, which brought them a step closer to becoming a member. Ukraine will be in NATO. It's an historical day for our people. And in 2013, they reached an association agreement with the European Union. But when it came time to sign the deal, Ukraine's pro-Russian government refused. Instead, they chose to strengthen ties with Russia. After the decision was announced, hundreds of thousands of protesters took to the streets to demand the agreement be signed. Ukraine, Ukraine, Ukraine! After months of peaceful protests, the Ukrainian president cracked down and killed more than 100 people. Sparking more protests, which eventually drove the president out of office and the country. This meant Putin was losing political influence over Ukraine. So he decided to use force instead. First, he invaded and annexed Ukraine's Crimea and peninsula. Then, Russia-backed separatists captured the regions of Donetsk and Luhansk and declared them independent of Ukraine. Since then, Ukraine has been locked in a conflict with Russia that has killed 14,000 people and displaced nearly 2 million. For nearly eight years, Putin has held on to these regions, destabilizing Ukraine and keeping it from moving closer to the West. But in November 2021, Putin decided to go all in. Satellite images showed at least 100,000 Russian troops and military equipment piling up along the border of Ukraine. Putin repeatedly denied any plans to invade. But weeks later, he presented his demands to the West. His main demand was that NATO stop expanding and move its military borders back to where they were in 1997, away from Russia's. Western leaders rejected his demands. Instead, they put forces on standby and reinforced their military presence in Eastern Europe. Back at Ukraine's border, Russian troops continued to gather. And over here, along its border with Belarus, Russia began conducting huge military drills. On February 21, the threat of war became real. I think it's necessary to take a long-distance, brief decision. It's not necessary to admit that independence and sovereignty are not a national republic and Luhansk-Linoy Republic. His troops immediately crossed the Ukrainian border into Russian-backed separatist regions under the pretense of peacekeeping. Ukraine announced a state of emergency and President Zelensky made a direct appeal to the Russian people. The war is only a matter of security. The security of the country will not be more dangerous. Who will suffer more than anyone else? People. Who doesn't want more than anyone else? People. Who can't let this happen? People. Hours later, on February 24, Putin launched a full-scale invasion in Ukraine. The world leaders have spoken out against Russia's invasion. We condemn this barbaric attack and the cynical arguments to justify it. This hideous and barbaric venture of Vladimir Putin must end in failure. Putin chose this war and now he and his country will bear the consequences. Anti-war protests have broken out around the world, including in Russia, despite the risk of arrest. Neighborignations have opened their borders as hundreds of thousands of Ukrainians attempt to flee. NATO's response force has been activated for the first time in history, and the U.S. has sent additional troops to Eastern Europe. But in many ways, the world is treading carefully. Putin controls the world's largest arsenal of nuclear weapons and has already threatened anyone who might interfere. To try to avoid it, we must know that Russia's response will be unbearable. And it will lead you to such a consequences that you will never ever become. So countries around the world are imposing some of the harshest economic sanctions to slow Putin down and sending tons of military aid to support Ukraine. For now, Russian forces keep pushing deeper, but Ukraine is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back."
    },
    {
        "url": "https://www.youtube.com/watch?v=MVu8QbxafJE",
        "content": " We have decided to lead a special military operation. Putin called this a special military operation, but it's clear this is a full-scale invasion. We were at home. We were in a cellar, and it's already, if it's like, deep enough to help us to survive. Russian troops and tanks have entered Ukraine on all fronts. All these cities are under attack, including the capital of Kiev, which has become Putin's main target. Many are sheltering in basements and metro stations across Ukraine. There have been hundreds of casualties, and over half a million Ukrainians have been forced to flee their homes. This is one of Europe's largest wars since World War II. Since then, Europe's map has been shaped by political alliances. But now, Putin wants to redraw Europe's map by force. The modern Ukraine is a completely different country. It was created in Russia. Putin has long claimed Ukraine belongs to Russia, and they are one people. We're not just close neighbors, we're one nation. But Ukraine is a sovereign nation with its own language, culture, and political system. And while the two countries do have a shared history, Ukraine has fought hard for its own identity. Ukraine was part of the Russian Empire in the 18th and 19th centuries. In 1917, the Russian Revolution brought down the Empire, and the region spiraled into a civil war. Ukraine briefly gained independence from Russian rule, but was quickly taken over by the newly created Soviet Union as one of its first republics. Over the next decade, the Soviet Union brutally expanded its control, and by the end of World War II, it forged a sphere of influence over here, while the West held its influence over here, essentially dividing Europe and marking the beginning of the Cold War. The Soviet Union installed communist governments on their side, which were easy for them to control. But the West developed into democracies with capitalist economies, the deep ideological divide fueled distrust and tensions between the two sides, and soon these spheres hardened into military alliances. In 1949, these countries, along with the US and Canada, formed the North Atlantic Treaty Organization, or NATO, and promised to defend each other from invasion. A few years later, these countries joined the Soviet-led Warsaw Pact Alliance, and each side built up its military to protect itself from the other. Europe remained this way for decades, until one side finally collapsed. By late 1991, republics like Ukraine began declaring independence from Soviet domination. The Soviet Union dissolved into 15 independent countries, including a much weaker Russia, and the Soviet sphere of influence disappeared as many countries overthrew their communist governments. Even though the Cold War ended, the alliance on the other side of Europe was still going strong. In fact, it was expanding. In 1999, Poland, Hungary, and the Czech Republic joined NATO. In 2004, seven more countries joined. That moved NATO into the old Soviet sphere of influence. Making NATO's border with Russia the longest it's ever been. Belarus, Ukraine, and Georgia were now the last post-Soviet countries left between Russia and NATO. But Ukraine and Georgia both wanted to join NATO for a long time, and that made them prime targets for Russia. Ukraine became a NATO partner in 1994, which brought them a step closer to becoming a member. Ukraine will be in NATO. It's an historical day for our people. And in 2013, they reached an association agreement with the European Union. But when it came time to sign the deal, Ukraine's pro-Russian government refused. Instead, they chose to strengthen ties with Russia. After the decision was announced, hundreds of thousands of protesters took to the streets to demand the agreement be signed. Ukraine, Ukraine, Ukraine! After months of peaceful protests, the Ukrainian president cracked down and killed more than 100 people. Sparking more protests, which eventually drove the president out of office and the country. This meant Putin was losing political influence over Ukraine. So he decided to use force instead. First, he invaded and annexed Ukraine's Crimea and peninsula. Then, Russia-backed separatists captured the regions of Donetsk and Luhansk and declared them independent of Ukraine. Since then, Ukraine has been locked in a conflict with Russia that has killed 14,000 people and displaced nearly 2 million. For nearly eight years, Putin has held on to these regions, destabilizing Ukraine and keeping it from moving closer to the West. But in November 2021, Putin decided to go all in. Satellite images showed at least 100,000 Russian troops and military equipment piling up along the border of Ukraine. Putin repeatedly denied any plans to invade. But weeks later, he presented his demands to the West. His main demand was that NATO stop expanding and move its military borders back to where they were in 1997, away from Russia's. Western leaders rejected his demands. Instead, they put forces on standby and reinforced their military presence in Eastern Europe. Back at Ukraine's border, Russian troops continued to gather. And over here, along its border with Belarus, Russia began conducting huge military drills. On February 21, the threat of war became real. I think it's necessary to take a long-distance, brief decision. It's not necessary to admit that independence and sovereignty are not a national republic and Luhansk-Linoy Republic. His troops immediately crossed the Ukrainian border into Russian-backed separatist regions under the pretense of peacekeeping. Ukraine announced a state of emergency and President Zelensky made a direct appeal to the Russian people. The war is only a matter of security. The security of the country will not be more dangerous. Who will suffer more than anyone else? People. Who doesn't want more than anyone else? People. Who can't let this happen? People. Hours later, on February 24, Putin launched a full-scale invasion in Ukraine. The world leaders have spoken out against Russia's invasion. We condemn this barbaric attack and the cynical arguments to justify it. This hideous and barbaric venture of Vladimir Putin must end in failure. Putin chose this war and now he and his country will bear the consequences. Anti-war protests have broken out around the world, including in Russia, despite the risk of arrest. Neighborignations have opened their borders as hundreds of thousands of Ukrainians attempt to flee. NATO's response force has been activated for the first time in history, and the U.S. has sent additional troops to Eastern Europe. But in many ways, the world is treading carefully. Putin controls the world's largest arsenal of nuclear weapons and has already threatened anyone who might interfere. To try to avoid it, we must know that Russia's response will be unbearable. And it will lead you to such a consequences that you will never ever become. So countries around the world are imposing some of the harshest economic sanctions to slow Putin down and sending tons of military aid to support Ukraine. For now, Russian forces keep pushing deeper, but Ukraine is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back. The U.S. military is fighting back."
    },
    {
        "url": "https://www.youtube.com/watch?v=_Nr149h1w3E",
        "content": " Two neighbors who share the same ancestry, a common history, speak nearly the same language, follow the same church, yet often seem to find themselves at odds with each other. Russia and Ukraine. Here's how these two nations have descended into an inevitably recurrent conflict, rooted in centuries-long disputes, threatening the prospect of peace and security in the region and the world alike. Both Russians and Ukrainians share the same ancestry dating back over a millennium. Specifically, Kiev, the current capital of Ukraine, is the historic home to the first eastern Slavic state in history. And Russian is actually a Slavic term used to refer to Scandinavians with red hair who arrived as Vikings and conquered the indigenous Slavic tribes. It is on this conflict-ridden land that both Russians and Ukrainians built their national identities. As such, Kiev holds a colossal significance for both peoples. But it was not until the 18th century that Moscow-based Russian Tsars included Ukraine as part of their empire, wary of the rise of Ukrainian nationalism by the 1840s that Tsars prohibited the practice and teaching of the Ukrainian language, in order to ensure political control and unity across a land referred to as Europe's bread basket. If you open a map, you see the geographical importance of Ukraine, particularly for Russia, is unquestionable. By 1922, as the Tsars were dethroned, Russia became what is known as the Soviet Union, a totalitarian form of governance that included mass agricultural and industrial plants. In the 1930s, when Ukrainian farmers descended against the Soviet Union's collective push, they found themselves on the bitter end of the infamous Soviet leader Joseph Stalin's iron fist. Stalin, responsible for the death of millions, carried out what is referred to as Holodomor, a campaign of famine, mass killings, and the mass relocation of more than 10 million people. The Second World War from 1939 to 1945 deepened the schism between Russia and Ukraine further. Why? Well, many Ukrainians fought alongside the Nazis against their common enemy Russia. But by 1945, Russia emerged victorious, and Stalin didn't forgive or forget. So he carried out mass deportations of Ukrainians to Siberian work camps known as Gulaks. All in all, Ukraine lost the fifth of its population during the war. One gesture though that is perhaps a silver lining in the century of hostility and violence between Russia and Ukraine, was one carried out by Nikita Krustjev, the Soviet leader who was of Ukrainian descent, actually gifted Crimea to Ukraine in 1954. Why? Well, some say as an apology to what Stalin did, but the exact reason is still disputed and unknown by most. Fast forward to 1991, communist Russia crumbled after the West emerged victorious in the Cold War. As such, Ukraine declared its independence alongside numerous newly founded republics, breaking away from their communist nightmare. However, this was not the end of Russia as we know it. Still a superpower, political control and territorial interests persisted, particularly in response to European and more widely Western influence embodied by NATO and the European Union. Russia and Ukraine were still at odds, particularly over the control of the Black Sea, hence the importance of this part here, Crimea. By 1997, Russia recognized Ukraine's borders, a matter made easier by the presence of a pro-Russian leader in Kiev, Leonid Kuchma. Kuchma's Russian bias didn't last long, as he was replaced by pro-Western candidate Viktor Yuchenko, who won elections in 2001 and again in 2004. However, an economic crisis, the gradual disintegration of the opposition and Russian-induced natural gas pressure led to protests and eventually Yuchenko's demise. In 2010, Viktor Yuchenko was elected to power, a pro-Russian candidate. In the same year, the Ukrainian parliament withdrew its candidacy from NATO, and by 2013, its association agreement with the European Union. But this did not come without consequence. Tens of thousands of people dissatisfied with the nation's political direction flooded the streets in what was dubbed the May Dan Revolution, or Revolution of Dignity. 77 protesters were killed by security forces, and in a new coverage fled to its patrons in Russia. In March 2014, a month after these clashes, Russia moved swiftly and annexed Crimea, triggering the biggest clash between the Western Russia since the Cold War. In April 2014, Russian paramilitary groups also took over Donetsk and Luhansk, in a region known as Dombas in eastern Ukraine. As the Ukrainian military tried to retain its territorial integrity, Russian forces moved beyond their border in what is a largely Russian-populated area in eastern Ukraine. More deaths, displacements, and media rouse led to a ceasefire by February 2015. A frail one, but just enough for both sides to take a break. Back in Kiev, a pro-Western party headed by businessmen Petro Poroshenko had won yet another set of elections. With parliamentary majority established, Ukraine resigned an association agreement with the EU in 2017. Meanwhile, Russia adamant in keeping its uncontrolled Crimea constructed a bridge between its mainland and Crimea. Today, Russia has recognized the Donetsk People's Republic and maintains a tight grip on Crimea. The schism, as you can see on the news every day, keeps getting deeper, with the possibility of a new world war and nuclear entanglements being openly discussed. Even faith is unable to bridge the gap, as even the Ukrainian Church has broken away from the Russian Orthodox hierarchy. And despite the common ancestry, Ukraine remains a site of Russian and Western rivalry. So old wounds keep reopening and seem to be far from settled."
    },
    {
        "url": "https://www.youtube.com/watch?v=8NFl7yB7EW8",
        "content": " On the 24th of February 2022, Russia attacked Ukraine. The resulting war has already killed thousands and resulted in millions of refugees. This war of aggression violates international law and has been harshly criticized by governments around the world. To understand how it came to this, we must first take a closer look at the history of the country. Ukraine was founded in 1991 after the collapse of the Soviet Union. Although its people, the Ukrainians have been around for far longer. Throughout its history, the country played an important role in bridging the gap between East and West. This is reflected in its name, which when translated means something akin to border land. And also in the culture and demographics of the country, Western Ukraine is a lot closer to the rest of Europe, while Eastern Ukraine has a larger Russian influence. This meant that over the years, the country was pulled increasingly between the frontlines of East and West. Both sides had their supporters. One option was to pursue a closer relationship with Russia. One promised security through a strong ally. On the other hand, there was the possibility to work together with the West, where a possible membership in the European Union promised economic help for the relatively poor country, and a NATO membership could mean protection and independence from Russia. One government followed the next, some pro-Russian, some pro-European. A clear decision was never made, though, and the tensions within the country grew and grew. One result of these tensions, with the country-wide protests in 2013 against the then pro-Russian government, Russia capitalized on the ensuing chaos. Annex Crimea, and started supporting pro-Russian rebels in Eastern Ukraine at the same time. Ever since 2014, there has been ongoing conflict in this area, and any attempts at peace talks have proven largely ineffective. In February 2022, the Putin-led Russia formally recognized the independence of these regions in the East, and started a large-scale invasion of Ukraine a few days later. Now the regional conflict in Eastern Ukraine has escalated to a country-wide war that has been going on ever since. Still, there is one big question that hasn't been answered. Why is Russia attacking? And what is going through Putin's head? The answer to these questions largely depends on who one asks. According to Russian media, the war's main goal is the denotification of Ukraine, and to free the country's oppressed Russian inhabitants. Internationally, though, this is largely disputed, because although there are certain neo-Nazi regiments in the Ukrainian military, the same can also be said for Russia. And even though there is a large Russian minority population in Ukraine, of whom many are fighting for independence, there is no real evidence for the oppression of the Russian populace. Those people also suffer from the war in the same way everyone else is. Many experts assume instead that Putin's actions are supposed to prevent a possible partnership between Ukraine and the West, or even a closer relationship with NATO. An independent, Western-oriented Ukraine would not only be bad for Putin's influence on the region, but also for Russia's economy. But in the end, one thing is clear. War is always the worst option, as it brings suffering, death, and destruction."
    },
    {
        "url": "https://www.youtube.com/watch?v=WcWcS0eQ0UI",
        "content": " Hello, I'm Tanya Beckett. Welcome to the programme. International criticism of Israel is mounting over the deaths of more than 100 Palestinians desperately seeking aid from a rare convoy in Gaza City. Israel admits its soldiers had opened fire, saying they were concerned about security, but that most of the deaths happened in an ensuing crush. Some Palestinians say Israeli troops fired directly at them. France said that firing on civilians trying to access food is unjustifiable. The UN Secretary-General Antonio Guterra said he was shocked to learn that 100 people have been killed. He's called for an independent investigation to identify those responsible. President Biden called the incident tragic and alarming. He also expressed concern that efforts to broker a temporary ceasefire between Israel and Hamas may now be in jeopardy. Live now to Jerusalem and our Middle East correspondent, Yolanda Nell. Yolanda, what more can you tell us about what happened around this aid convoy? Well, despite the very different accounts we're getting from the Israelis and Palestinians, some facts are clear. Thousands of people had turned out they've been waiting for several hours overnight in Gaza City on this coastal road. This is after a period where the UN said there were about three weeks when no international aid was arriving into the north of the Gaza Strip. We were told by witnesses that people had come from different parts of the north, hoping to get a sack of flour to take home for their family and they'd sat waiting for hours. There were then these very chaotic scenes when a convoy of some 30 lorries arrived. It was being run by private contractors with the Israeli military overseeing the operation. There's an Israeli checkpoint just to the south here. Now what the Palestinian witnesses say, what Palestinian health officials say is that they saw soldiers opening fire and people suffered gunshot wounds particularly to their upper bodies that there were also people who were run over by the aid lorries in the chaotic scenes. Then you have the Israeli military saying that actually most of those killed were killed in a stampede that there were attempts to loot the aid from the lorries and that people then were caught up in a crush. Some people were being run over by the lorries. They say that then soldiers did fire some warning shots to try to drive back the crowd with indications that people were getting too close to an Israeli military position. And you, Lan, because of the very sensitive perception of aid getting into the Gaza Strip and how that plays into the negotiations currently, the concern is that it will simply derail them. Indeed and that's what one Hamas official has said that there is a risk of that. These talks of course taking place in Qatar at the moment with an Israeli delegation and a Hamas delegation there and what has been proposed we understand is a six week truce. During that time you would have some 40 Israeli hostages released for about ten times as many Palestinian prisoners in Israeli jails and a big surge in the amount of aid going into Gaza. Now President Biden, when he was asked about this by journalists, did acknowledge that yesterday's instant could really complicate those talks and we understand from the White House that he spoke to the Qataris, to the Egyptians who were acting as mediators here to try to get an update on what's going on with those negotiations."
    },
    {
        "url": "https://www.youtube.com/watch?v=Noh11UHgKgA",
        "content": " Let's take you straight to Alexei Navalny's funeral, which is due to begin in the next few minutes. Hundreds of mourners have been gathering in Moscow for the funeral of the Russian opposition leader. There's been a heavy police presence in the city, including masked guards being stationed around a perimeter fence. The service is being held at a church on the outskirts of the capital where Mr Navalny and his family lived. The organizers of today's funeral have faced a number of difficulties. They say Mr Navalny's body was only handed over to his relatives in the past couple of hours. And there have also been reports that Mr Navalny's team hadn't been able to find a herst to drive the body to church, nor a venue to hold awake. We have had reports in the past few minutes that Mr Navalny's herst carrying his coffin has now arrived inside the church there. That has taken place, but earlier on the family did have issues, they said, getting hold of a herst and also finding a venue to hold the wake. The Kremlin says that it doesn't have anything to say to Navalny's family today. One of their spoke people was asked by reporters a little earlier today to comment, and that was all they had to say about it. The Russian opposition leader, as you may remember, died in an Arctic prison where he had been held on politically motivated charges. Very few details have been released on the cause of his death, officials say he collapsed after going for a walk. His wife alleges that he was killed on the orders of President Vladimir Putin. So far, there haven't been any reports of arrests at today's funeral, but we have heard that the authorities have been warning that any dissent or any appearance of political protests such as unfurling political banners and slogans would be dealt with and would be clamped down on. Foreign diplomats, including the German, French and US ambassadors, have arrived at the church to pay their respects to Mr Navalny. We saw that they were dressed in black. You can see on the BBC Live page, images of those Western ambassadors wearing black and carrying red roses as they take place as they turn up at the church. I'm joined in the studio by my colleague, Vitaly Shevchenko, who's the Russia editor at BBC Monitoring. We just mentioned there, Vitaly, some of the issues that Mr Navalny's team had in terms of organizing the funeral, including they say struggling to get hold of a curse or a place to hold the wake. What were some of the other challenges that they had in trying to give him a burial in a funeral? Well, the original plan was to hold the funeral on Thursday, but Alexian Navalny's associates are saying they couldn't find a grave digger apparently because if the funeral was to be held on Thursday, it would have clashed with Vladimir Putin's state of the nation address. Then they were not able to find a hall where his supporters would have been able to safely well to the late opposition leader. So all they're left with is a church and a funeral. That wasn't easy to arrange because at one point a representative of Team Navalny had to meet a representative of a Mosque of funeral home at a cemetery at night. That was the shroud of secrecy that surrounded the whole plan. And there are numerous allegations of the authorities trying to put pressure on herst drivers, funeral homes, trying to force them not to cooperate with associates of Alexian Navalny. But right now the service is about to begin. We've seen pictures of the hersts with the coffin carrying the body of Alexian Navalny arriving inside that church with people applauding and chanting Alexian Navalny's name. Yeah, and what we were just seeing there, Vitaly, was images of the crowds gathered there lining the church. And also we saw a snippet of what is the YouTube channel that's being run by Mr Navalny's team because obviously Russian TV viewers won't be surprised to hear Russian TV aren't covering Mr Navalny's funeral. So it's his team that's providing a live stream. So that's footage there that's come directly from their YouTube channel. That's what they're putting out. And just within the past hour there are 130,000 people tuning in and watching their streaming, their footage of that. But what we understand is that in terms of what is able to be streamed from within the church, because as I said as we saw there were lots of people lining the church there. And the understand what's come through reports is that the investigative media outlet reported that there is a warning posted at the church entrance banning photography and any video recording of the ceremony. So it'll be interesting to see what the YouTube channel is able to stream and put out. And as you mentioned, there's a heavy police presence with a lot of the pedestrian walked to the church under police supervision with police patrols and document checks taking place. So tell us a little bit more about what the authorities have said in terms of what people are allowed to do and how we're seeing people supporters of Mr Navalny pushing against what the authorities are allowing. So from the point of view of the authorities, we have to remember that President Putin and his spokesman, Midri Peskov, they've always been reluctant to even utter Alexei Navalny's name. They called him that activist of that gentleman and that was it. So from the point of view of what the official media machine is saying, it's nothing. It doesn't exist this whole event. So it's YouTube and various social media platforms where Russians have to go to to see what's going on. And the pictures that Alexei Navalny's team have been streaming on YouTube, they come from outside the church. Apparently there are restrictions on filming from inside the church. We'll see if that changes. And there are also reports of mobile communications being unreliable, possibly jammed in the area that's not confirmed. And the hundreds, maybe thousands of people who turned out for the ceremony, it's an act of defiance in itself because these people will be aware that in the past few weeks, hundreds of people were arrested after they laid flowers. These improvised memorials that sprang up across Russia shortly after Alexei Navalny's death two weeks ago. So this is an act of bravery. But on the other hand, the Kremlin would be reluctant to start arresting people at the church or at the cemetery. Because, well, it's a government whose ideology is so firmly rooted in what it calls traditional or conservative values. So arresting people at the church, it would look bad."
    },
    {
        "url": "https://www.youtube.com/watch?v=BXRuDNqdemw",
        "content": " Now, a satellite has blasted into orbit to measure the levels of methane gas in the atmosphere. Methane is believed to be a major contributor to global warming because it traps in heat. The new project will flag where there are high levels of the greenhouse gas. Our climate editor Justin Rolatt has more. Three, two, one. Ignition. And we're done. A Falker 9 rocket blast off overnight. Amongst its payload, a satellite designed to sniff out the telltale fingerprint of methane in the light reflected back from Earth. It will orbit 15 times a day, tracking methane emissions leaking from oil and gas facilities around the globe. The sector is an important source of this powerful planet warming gas. We know that these emissions are fixable. So with current technologies, all the methane emissions from the oil and gas operations can actually be fixed at almost zero cost. So if you don't know where the emissions are happening, you cannot fix them. So if you have data on where the emissions are happening, you can fix them. The data will be publicly available. It will help oil and gas companies identify leaks from their operations and at the same time regulators and the general public will be able to check to make sure those leaks are fixed. The Environmental Defense Fund, the US-based charity behind the satellite, hopes the data it provides will help cut methane emissions from oil and gas infrastructure, but almost half by the end of the decade. T plus 30 seconds into flight. And Justin joins me in the studio now, just in really fascinating this. You say the data will be public. Does that mean we might see companies named and shamed as part of this? They're quite interesting how they talk about this. So this is the Environmental Defense Fund, a US climate charity that's behind the satellite. And they say, look, we're going to release the data publicly. And that means that oil and gas facility operators can look for leaks on their own estate, on their own operations and then try and fix them. And often that's actually in their benefit. Methane gas is natural gas. It's what people burn in their homes to power their boilers and that kind of thing. So it's very useful. So plugging leaks means you've got more of the stuff, which obviously is good news. So it means actually it can be profitable to plug the leaks or very cheap. So they have an interest to do it, but there are occasions when they release methane, where it might be very difficult to fix. And in that case, then the data's not there publicly. So regulators and indeed the general public campaigning organisations could say, well, there's been a leak there for two days. Why haven't you done anything about it? So yeah, we will be able to use that data to identify leaks and make sure that people plug them where they can and should plug them. And it's fascinating that this is because it's real time, you will be able to spot that if it's happening by accident somewhere. Yeah, it's near real time. So it's a slight delay getting the signal down from the satellite. Yeah, you can track it and you can then, in fact, they're working with Google as using an AI tool to kind of map the underlying oil and gas infrastructure. So because obviously a plume of methane would drift and then they can work out on the basis of how the wind's blowing and track back to, I don't know if I exactly where it's come from, within companies infrastructure. I should just say, I mean, on methane, it is a very powerful warming gas. 80 times the warming potential of carbon dioxide. But crucially, hangs around in the atmosphere far less time. So about 12 years compared to centuries for carbon dioxide. So what that means is if we can reduce emissions of methane, we can begin to slow climate change much more quickly. And methane is a big contributor. It's about a third of all the climate change we've experienced since the beginning of the Industrial Revolution is from methane. So this is a really important target and this is a really useful tool. Yeah, I was going to say so basically, this satellite could mean that we eventually have less global warming. It will reduce the rate at which the climate, because there's so much carbon dioxide going into the atmosphere, but we're not going to stop global warming. We are going to slow the progress and the ambitions are really quite bold. They're saying about up to 45% of methane emissions from oil and gas, which is about a third of all anthropogenic manmade methane emissions. So a big component of it, they will be able to help cut using the output from the satellite, the data produced by the satellite. So it's a really kind of potentially extremely useful tool. Okay, Justin, thank you very much indeed. Fascinating, fascinating, absolutely."
    },
    {
        "url": "https://www.youtube.com/watch?v=9SEMSQDO-pg",
        "content": " Now today marks the 10th anniversary of the disappearance of Malaysia Airlines flight MH370, one of the greatest aviation mysteries. The Boeing 777 airliner, carrying 239 people, vanished on a routine flight to Beijing. Radar and satellite data showed it veering off-root and heading to the southern Indian Ocean. The families of those on board have been campaigning for search for searches for MH370 to be resumed after it was suspended six years ago, and the Malaysian government says it is negotiating with an American underwater surveillance company to start looking again. I spoke to our southeast Asia correspondent Jonathan Hedd who told us more from Kuala Lumpur. What they've always been calling for really, which is for the search to continue. There have been times where Malaysian officials have been reticent. They've said we've got to wait for really strong evidence before we authorise the search Malaysia as a country where the plane was registered has to approve any new search. There hasn't been one for six years. There are various reasons for that. The real reason was that although this very basic satellite data they had showed that the plane had headed south and they have a pretty good idea where it went down at the very farthest end of its range where it would have run out of fuel, it's still a very large area of ocean in very rough seas, very deep seas as well, very hard to search. There was a multinational search, a repair to three to four years, covering close to 200,000 square kilometres and it wasn't found and so there's been a reluctance to start it again. But for the families they say you can't stop searching. They need answers. For them, even though they know the plane went down, they want to know what happened. They want to see the plane retrieved. They want to know why it went so off course and got flown down there and they make the point that aviation's safety demands an answer when you lose one of the world's most modern planes flying everywhere in the world. It just disappears like that. You can't even answer. So all their campaigning over these past 10 years has been focused on that. Keep them a momentum going for the search. Keep MH370 in the public eye, even though we've not had much development in terms of figuring out where it is in recent years. And is there much optimism that they'll get the answers to those much sought after questions, Jonathan? There's a better mood this year than we've seen in recent years simply because they've managed to get the Malaysian government to kind of re-energize itself to take the lead again. The current Malaysian transformant is this seems to understand the criticism that his government has been dragging its feet. He came to the big 10-year anniversary and made a solemn promise that he would be totally committed to the search regardless of how long it took him that he was about to restart. Well, he's already in negotiations with this American company. There's a hope that a search might start later this year. They're also hoping that there's much better underwater technology now. The company that searched six years ago now has much better ships, much better underwater drones. And they're hoping that perhaps new and rather novel analysis of the very limited data there is about the plane might pinpoint a smaller area where there's a much higher chance of finding it in all those deep sea canyons where it may have settled. So there's some optimism but also a kind of sense of weariness. It is awful having to ask the families all over again for the 10th year how they feel. They just want closure. They just want the plane found. They just want answers to fit in this story in which they've found themselves caught up. Well, I spoke to Simon Maskell, professor of autonomous systems, electrical engineering and electronics at the University of Liverpool. He's conducting a study to see if one of the latest theories on where the plane is could be a viable way to find it and how the work he's doing could differ from the past 10 years. The area that's being searched is huge. So 200 square, 200,000 square kilometres is about the size of the UK and say finding an aeroplane in that size of a sea floor, 4000 metres below the surface of the sea is a really daunting task and the reason we haven't found it is probably that where we've looked isn't where the aeroplane is. So what we need to do is to pinpoint where the aeroplane might be to a greater accuracy. Our hope is that an aerospace engineer called Richard Gottfried has figured out a way that would enable amateur radio enthusiasts' data to augment the data that has been used up to this point and provide the credible new evidence that the Malaysian government has been seeking to motivate a new search. The problem is that Richard Gottfried, whilst he is adamant that this new whisper technology as it's called, could provide that credible new evidence. There are other very credible people around the planet that don't agree and think what Richard is proposing is impossible. So the task we've set ourselves at the University of Liverpool is to try and find out the truth. Is whisper able to provide that credible new evidence? And if it can, we can be in a position where we can offer up that credible new evidence to the Malaysian government and hopefully that will motivate a new search. And what kind of time frame are you looking at for being able to prove that? So the seas are rough in the southern Indian Ocean, so if you're going to search for an aeroplane, you wouldn't choose to search for it there, but if you are going to have to search for one there, then you want to do it in the summer in the southern hemisphere. So that means Octavein November time, whichever year it is that you pick. So we would like to have our analysis completes by Octavein November 2024, but it's more important that we get it right. We've got to search in the right place and ensure that the chances that we find a plane when that new search, hopefully, happens, is maximized. 10 years on, do you believe that the remains of MH370 will ever be found? Yes, it's a simple answer. I think it's a compelling mystery. I think if it had been an autonomous cargo aeroplane, it would still be compelling and intriguing. It would still teach us lessons about how aviation could evolve in the future, but it wasn't an autonomous cargo plane. It was a passenger jet with 239 people on board with families who need an answer, need the closure that Jonathan was referring to. And so I think we have to find it. I'm hopeful we can play a role here at Liverpool to make that happen, and I'm optimistic, but at some point we'll find the plane."
    },
    {
        "url": "https://www.youtube.com/watch?v=4-NjcGcX1nA",
        "content": " Foreign Secretary Lord Cameron has announced that the US, UK and partners will open a maritime corridor to deliver aid directly to Gaza. But he said that he would continue to urge Israel to allow more trucks into Gaza as the fastest way to get aid to those who need it. His full tweet says people in Gaza are in desperate humanitarian need. Alongside the US, the UK and partners, we have announced we will open a maritime corridor to deliver aid directly to Gaza. He goes on to say we continue to urge Israel to allow more trucks into Gaza as the fastest way to get aid to those who need it. This comes as the EU commissioning chief Ursula von Delaigne is set to make a statement this hour and she is visiting Cyprus for the launch of that humanitarian sea corridor. Now this was all announced as part of President Biden's State of the Union address last night. He confirmed that he has ordered the UK military to build a temporary pier off the coast of Gaza. Now he said it would ensure a massive increase in aid for Palestinians. Now that aid is likely to go through Cyprus. The details we still don't have in full but we are expecting some sort of port to be built into Gaza and that will be fed into Gaza from Cyprus. That is what we are looking at at the moment but we have had confirmation that the UK is going to be part of that operation that President Biden announced also that we expect the EU to be part of that because the EU's Ursula von Delaigne is visiting Cyprus a little bit later to talk about that humanitarian corridor that we expect to go from Cyprus. It will then go to this port that the US are building off Gaza. Now in his state of the Union speech overnight, President Biden, as I said, confirmed that he had ordered the US military to build that temporary pier off the coast of Gaza. He said it would ensure a massive increase in aid for Palestinians. He warned Israel that humanitarian assistance should never be used as a bargaining chip. Now let's listen into Ursula von Delaigne who we are expecting to speak very shortly in Cyprus. This is at the moment the Cypriot ministers there who are just building up to Ursula von Delaigne who is going to speak at this event in Cyprus. It is all part, as you can see, the Cyprus maritime corridor behind there. So what is happening is it was announced by Mr Biden that the US was going to build a temporary pier off the coast of Gaza. We have then in the last hour had that tweet from the British Foreign Secretary, Lord Cameron, saying that the UK is going to be one of those partners that is going to build that maritime corridor. Now we are seeing as part of this coordinated effort very shortly, Ursula von Delaigne is going to speak in Cyprus. But first, let's have a listen to what President Biden said about building that pier in his state of the Union address last night. Protecting and saving innocent lives has to be priority. As we look to the future, the only real solution to the situation is a two-state solution over time. And I say this, as a lifelong supporter of Israel, my entire career, no one has a stronger record than I do. I challenge any of you here. I'm the only American president of Israel in wartime. But there is no other path that guarantees Israel's security and democracy. There is no other path that guarantees that Palestinian can live in peace with peace and dignity. So let us take you back to the scene live in Cyprus, where we are expecting the EU commission chief Ursula von Delaigne to speak very shortly. As you can see, it's all part of this concerted effort to bring humanitarian aid in two guards of via the sea. Let us listen into what the Cypriots are saying at the moment. Ursula, Madame President, you were, and I remember this very well. You were a stoned vocal supporter of the Cyprus maritime corridor from the very beginning. Thank you for your vision and your leadership. Cyprus is deeply appreciative of the full support by you personally, by the European Commission, as well as that of the United Arab Emirates, the United States, and other partners with whom we have been in intense consultations in the last weeks and months. At the same time, the UN Special Coordinator and her important mandate to coordinate, increase, and standardize the humanitarian assistance going into Gaza are also important elements in making the corridor a sustained long-term maritime lifeline for the civilians in Gaza. Today, we stand united by a common vision to alleviate the humanitarian tragedy of the civilians in Gaza here at the Joint Rescue Coordination Center, which constitutes an integral facility of the critical infrastructures in the Amalthea plant. The other critical facility in the Amalthea capsule is Cyclops, the Center for Land, Open Seas, and Poor Security established in close cooperation with the United States. Here at the JRCC, where we also monitor all-seat traffic going in and out of Cyprus. As we have discussed, the number of migrants from Syria and Lebanon have been consistently increasing in recent months, which is deeply concerning for Cyprus. I look forward to working with you also on this Ursula, and just as we are doing today to do so in a result-oriented manner. With the president, I also discuss this morning our efforts to resume negotiations on the Cyprus problem in line with the relevant UN Security Council resolutions and the European Union law, values, and principles. A solution to the Cyprus problem will have a resounding regional impact as well. We agree that the European Union can be a driver for developments on the Cyprus question. In this regard, we exchange views on the state of play in EU-Turkey relations in which the Cyprus question is of course a core component part. The Ursula, once again, it is a great pleasure to host you and your team to Cyprus in order to deliver the implementation of the Amalthea initiative of the maritime corridor for the delivery of aid in Gaza. Our journey only just begins. Welcome. Thank you. Thank you very much, Mr. President, the Anikas. Thank you very much for welcoming me and my team here to Laanaka and in particular to the joint rescue coordination center. We are here because Palestinians and in particular, those in Gaza need all our help. The humanitarian situation in Gaza is dire, with innocent Palestinian families and children desperate for basic needs. And today we are facing a humanitarian catastrophe in Gaza. And we stand by the innocent civilians in Palestine. And this is why Europe is financing a major humanitarian aid effort for Palestinians in Gaza and in the region. 250 million euros this year alone, but the key challenge is to get the aid to the people on the ground in Gaza. And we know the difficulties faced at the land borders in Gaza, be it through the Rafa border crossing or through the Jordan road corridor. And that is why today, the Republic of Cyprus, the European Commission, the United Arab Emirates and the United States, of course supported by other critical partners, announced our intent to open the maritime corridor to deliver much needed additional amounts of humanitarian assistance by sea. Together, our nation's intent to build on this model to deliver significant additional aid by sea. So I am extremely grateful to you, Mr. President, Yenikas, and to the people of Cyprus. For your leadership in establishing the Amalthea initiative, it was impressive to see and to visit the different sites how it is evolving, supplementing the efforts to deliver significant additional aid. We are launching this Cyprus maritime corridor together, Cyprus, the European Union, the United Arab Emirates and the United States. And it is your relentless work to get this corridor up and running, despite all the challenges and this is truly inspiring. We are now very close to the opening of the corridor, hopefully this Saturday, this Sunday. And I'm very glad to see that an initial pilot operation will be launched today. Thus, it is the partnership that started today with the World Central Kitchen, whom I want to thank wholeheartedly for their tireless and so important work. Mr. President Yenikas, Cyprus has always been a bridge between Europe and the Middle East. And thanks to the Amalthea initiative, it is proving this historical role once again today. I welcome the leadership of President Yenikas Christodolidas by serving as a mediator for all parties involved. And I would like to commend the particular effort of the President of the United Arab Emirates, Muammett Bin Zayet, to mobilize support, to activate this corridor by securing the first of many shipments of goods to the people of North Gaza. And I call on all the actors who have a role to play here, to help this corridor deliver on its potential. One thing is for sure, you can count on us. The Marigam corridor can make a real difference in the plight of the Palestinian people. But in parallel, our efforts to provide assistance to Palestinians through all possible routes, of course, will continue. As part of our EU humanitarian air bridge operation, we have launched 41 flights carrying over 1,800 tons of aid. And we will consider all other options, including air drops, if our humanitarian partners on the ground consider this effective. But our action does not stop there. We must also focus our attention, our efforts and outreach on preventing an ignition of violence across the whole region. I am in regular contact with President Al-Sisi of Egypt and King Abdullah of Jordan, the situation in the Red Sea is particularly concerning, with maritime security deteriorating day after day, and critical infrastructure damaged due to the repeated hooty attacks. This is why we have launched the EU naval force operation Aspedus. And I know that Cyprus has deployed two naval officers for this mission, and we really thank you for that, Mr. President. With Aspedus, Europe is acting to ensure freedom of navigation in the Red Sea, working alongside with our international partners. Finally, a word on the day after. We agree that we must start preparing today with a viable perspective. And this perspective continues to lie in the two-state solution. This requires an immediate humanitarian pause that would lead to a sustainable cease-fire. It is clear that there can be no force displacement of Palestinians and no blockade of Gaza, but it is equally clear that Gaza cannot be a safe haven for terrorists, and that we will keep on calling for the immediate and conditional release of all hostages held by Hamas. Europe will continue to help build momentum for this political horizon. So thank you again, Mr. President Dianikas. And I want to thank everyone working here at the JRCC. You will play a central role in the Amaltheia initiative. You are already playing an important and central role overall in the region here, so something comes on top of your responsibility. You embody Europe's solidarity at its best. And I know that the people of Cyprus themselves know what suffering and loss can feel like. And therefore, we in the European Union stand by you, Mr. President, in your efforts to resume the peace talks for the solution of the Cyprus question. Here too, you can count on us. Many thanks. So that is the EU Commission President and the President of Cyprus in Larnaca at the launch of what is a humanitarian aid corridor from Cyprus into Gaza. Now the EU Commission Chief Ursula von Deline at the launch of that C corridor said that they hoped it would be open this Sunday. She said that Palestinians need all our help. The humanitarian situation is dire and that people are desperate for basic needs. She said they were facing a humanitarian catastrophe and she said the key aim was to get aid in and she outlined the difficulties that we know that has been happening by road. And that is why they have turned to Cyprus, the UK, the UAE and the US and others to bring humanitarian aid in by sea. She said it would see significant amounts of aid being brought in. As I said, she said that they hoped to open that this Sunday, although a pilot operation will start today. As you heard, she thanked the President of Cyprus and also the President of the United Arab Emirates for helping to get this maritime corridor up and running. She called on everyone to help deliver it, saying that it can make a real difference for Palestinians at the end. She also again called for that humanitarian pause in the fighting and eventually a ceasefire. She also again reiterated the call for all the hostages being held to be released. The President of Cyprus, who saw there, said that they were united in the common vision of bringing aid into Gaza. He added that our journey was only just beginning. Let's go straight to Yolandael, who is our Middle East correspondent in Jerusalem. So yeah, and it is all coming together. We had President Biden talking about this port. We then had law camera in the British Foreign Secretary saying the UK would be involved. And now we've got the full details from the EU Commission President and the President of Cyprus. That's right. And actually, it's a couple of months ago that we really started hearing a lot more from Cyprus about this proposed seavrute to bring in aid to Gaza. And Britain has shown a lot of interest in that Lord Cameron in particular, prior to this announcement by the US. What's really new now is the time frame that's being brought on this new kind of emphasis on the project as a way of harrying aid into Gaza. And it comes after Lord Cameron that the Foreign Secretary had said that really Israel's allies were losing patience. There have been calls now for some weeks for an increase in the flow of aid. We've got the UN warning of mass starvation in Gaza. So this looks like a plan now that could be in place potentially for the start of the Islamic holi month of Ramadan. And as the, are these railies as far as we know going to cooperate with this in Cyprus and what role will they have in checking all of that aid? Well, the idea as we understand it is that there would be a screening process that could take place in Cyprus with Israel overseeing that. And actually, we already had a couple of months ago, one of the Israeli ministers in Cyprus looking at a test of a screening process there. But then we didn't hear too much more about it. So the idea seems to be that this is coordinated with the Israelis. And then the aid is brought in once it's been screened into Gaza. There isn't a deep sea port in Gaza. So what we're looking at here is the construction of some kind of temporary pier. Now it's not been made clear and the logistics of that or how aid will be stored in Gaza, how it will be distributed afterwards. It seems perhaps private contractors. The UN might be involved. But a lot more detail still to come on this. But what is clear is there's a lot of coordination, a lot of enthusiasm for this deal. It looks like some kind of concrete step for all these different players in the region, in Europe, in the US, something they've been looking for to try to have a positive announcement, really, especially after we've had in past days, the failure of true talks in Cairo through Egyptian mediators with a Hamas delegation to achieve some kind of breakthrough to have a true deal which would allow in Ramadan as had been hoped. A big surge in aid going into Gaza in exchange for Israeli hostages coming out and also Palestinian prisoners being freed from Israeli jails. Those talks will still continue, but this is another initiative that can be taken in parallel. Yolanael in Jerusalem, thank you very much. I know you'll go off to try and get more details of how this corridor will work."
    },
    {
        "url": "https://www.youtube.com/watch?v=tiX7Q3TfSlU",
        "content": " What you're looking at is a vision of the future, a vessel that needs only a few people on board to sail it and that can be controlled from anywhere in the world. It sounds like science fiction, but it's happening now and it's the start of a revolution in shipping. This vessel is being put through its paces in a Norwegian fjord fresh off the production line it's packed with high-tech kit. Well here on the back deck you can see the cameras and some microphones which represent the eyes and the ears of the ship. The company behind this ocean infinity are building a fleet of 23 of these vessels. They'll carry out jobs like surveys for offshore wind farms or checking underwater infrastructure for the oil and gas industry. We fitted this vessel with extra sensors, extras, servers, extra cabling, extra information systems. Our ultimate vision is for these vessels to have a small crew as possible. Our idea is really that everybody on the ship has some tools to do with their hands, their eyes or their judgment that really can't be made remote. This ship is 78 metres long and usually a vessel like this would have a crew of 40 or 50 people, but this is operating with just 16. Instead some of the jobs are being carried out by a crew more than 700 miles away. They're in a remote control centre and the plan is to move more and more of the operations there, which in this case is in Southampton. And this is that control room. Each of these booths is called a bridge station and they're visually immersive environments. Everything you can see from aboard the ship, you can see here on these screens and as more and more of the vessels come into operation, all of these will start filling up. The work is being shifted from the ship to this futuristic control room. Eventually even the captain could be here in charge of multiple ships in oceans around the world. For now it's tasks like watchkeeping or launching underwater robots. It's exciting to know that there's an opportunity to me to work on shore and still be involved in exciting projects. You can do almost everything that you do on the vessel. You can move around, you can steer it, you can have cameras, you can see the cameras here. It's not the only company turning to this technology. This 12 meter long boat is being tested in Plymouth Sound. It has absolutely no one on board at all. It's being completely controlled by a crew located at the other end of the country in an office in Aberdeen. I mean could you show us how you can control it from here? For example, could you move at 90 degrees to the left which is port side? Port side. We're using the trussers and we will turn it to port and you see it. Oh yeah you can see it moving. Start moving. Around. Yes. The captain has precise control of the boat in real time. Could we do a figure of eight or something like that? Yeah, let's go for a figure eight. So now I'm moving forward. I'm sending command going forward. You know, it's pretty good to me. It's... I'm not sure I can start. It looks funny, but yeah, it's okay. It's definitely an eight. It's definitely an eight. Robotic ships are a big change for the industry, but they'll also require a major rewrite of the international regulations that keep ships safe, see. There's little doubt that this is where shipping is heading. What we are specifically considering in this regard is the rule of the international law and officers and what. Would you now consider a remote control centre operator being a master, equivalent, and how this will all be regulated in the context of international law needs to be seen and it needs further work? On the dock side in Norway, the Ocean Infinity team is busy fitting out their next ship. It will be a long time though before every ship is automated, but the industry is gearing up for change and the next wave of shipping has already arrived for Beckham-Rale, BBC News."
    },
    {
        "url": "https://www.youtube.com/watch?v=hBOr0fCCPBo",
        "content": " Now, some breaking news coming out of the U.S. and it's about Donald Trump. He posted a $91.6 million bond as he appeals a judgment against him in a defamation case brought by the writer, E. Jean Carroll. Well, let's go live now and speak to an North America correspondent, Netta Talfic. And then I tell us more. Yeah, well, Miriam, as you said, this is a matter in the E. Jean Carroll case. The writer who accused Donald Trump of raping her in the 90s. And while Donald Trump has always denied those allegations, a jury did order him to pay her $83.3 million in January, saying that he had defamed her when he was president by calling her a liar. Now in order to appeal that verdict, Donald Trump had to put up a bond, 110 percent of that award value with the court. So he has done that today. There was always many questions around Donald Trump's financing. He has said he has plenty of money to fight his legal battles and to pay the awards. So today he has put with the court $91.6 million. That will be held with the court. That won't go to E. Jean Carroll yet. That will be pending the outcome of his appeal. He'll get that money back. If he wins on appeal, E. Jean Carroll will get that money if he fails in his appeal. And Mariam, this is really just the start of Donald Trump having to pay massive amounts of money. In this case, he had tried to delay paying that bond and the execution of the judgment. The judge had denied that. So he paid this bond just ahead of a deadline on Monday. But he has another deadline approaching in another case, the civil fraud case, where he was ordered by New York State to pay over $400 million. So again, in order to appeal that case, he's going to have to put up a lot of money. He asked a judge, a separate judge to just put $400 million, but that was denied. So another key deadline coming for Donald Trump. Neda, thank you very much."
    },
    {
        "url": "https://www.youtube.com/watch?v=grF_aET1L7w",
        "content": " French, a president, Emmanuel Macron has led what's known as a sealing ceremony to enshrine in the Constitution a woman's right to an abortion decriminalised in France 50 years ago. But the parliament voted for the amendment on Monday, making France the first country in the world to guarantee such a right. Here's our correspondent, Yusko Field. Nothing actually changes from this ceremony. The change was voted through Parliament on Monday. It doesn't actually come into effect until it's released or entered into the official journal, which will happen over the weekend. This is purely stage-pandaged affair to enact publicly, something which would have happened normally behind closed doors, which is the imprint of the seal of the Republic in hot wax, the trickle of ribbon running through it onto the bit of parchment, containing the change to the Constitution, which will then be added to all the other changes to the Constitution, and there have been about 25, which are kept in the Ministry of Justice behind me and which are the official record of how France conduct itself at this point in history. So it was done in due form and with plenty of ceremony, sorry, archaic ceremony with his ancient machine from the 19th century, but it was great fun. The sun was shining. We're in the middle of Paris and Placeford and Dome, and a crowd of very happy people, three or four hundred people, not a massive crowd, but people who felt very strongly about it turned out and cheered the event. President Macron then gave a short speech. There was a rendering of the Marseillees from a well-known female, well, it was a pop singer, but certainly a singer of renown. And then it wound up, and now the president is still there pressing the flesh and a kind of walkabout with a small crowd, which is still here. So it's been a happy occasion, one has to say, because it's a move which the government wants to portray, and Macron wants to portray as being a very positive one, and in general, I would say the country goes along with it. Well, let's just pick up on that final thought. Yeah, what is the general position in France? Because of course, many seeing this as a direct response, if not a response in stark contrast, what's happening in the US? Well, the French, and certainly the French establishment, like nothing better than to be leading the world on social issues like this. And that's a heritage of the revolution. They like to sense that they have spotted the way societies are going, and have written into their laws and constitutions, protections which other countries will then follow. That's certainly the case here, and the message being put out, you might say rather sort of arrogantly, certainly the accusations coming from that quarter, they're aggregating themselves this sort of universal mission to show the world what can happen if you push women's rights to their logical conclusion, which they would say is to put it into the constitution, make sure that it is ultimately fixed for good. And that even if there are wins of change in the future on social and political matters, it won't be undone. So in general, as I say, people go along with that, that of course there's opposition to abortion here, as there is in many countries, there's a strong-ish Catholic church, a minority of say 15% of the population are against this. Others are skeptical, not because they're anti-abortion, but because they feel this is a bit of a political stunt, but no one wants to say that because if they say that, they'll come out sounding like they're anti-women's rights. So in general, it's been a sort of happy moment and one in which France can think of itself as leading the world, and they love doing that here. Thanks to Hugh for that."
    },
    {
        "url": "https://www.youtube.com/watch?v=-C8o4vCTqUE",
        "content": " Well, as we mentioned on foreign affairs, President Biden confirmed that he had ordered the US military to build a temporary pair off the coast of Gaza. He said it would ensure a massive increase in aid for Palestinians. He warned Israel that humanitarian assistance should never be used as a bargaining chip. Protecting and saving innocent lives has to be priority. As we look to the future, the only real solution to the situation is a two-state solution over time. And I say this as a lifelong supporter of Israel, my entire career, no one has a stronger record with Israel than I do. I challenge any of you here. I'm the only American president of Israel in wartime, but there is no other path that guarantees Israel's security and democracy. There is no other path that guarantees Pet Palace Indy can live in peace with peace and dignity. Well, let's speak to our Middle East correspondent, Yolan Nell, who is in Jerusalem. So we heard that warning to Israel that aid should never be used as a bargaining chip. How has that message gone down in Israel? Well, we haven't had an official response, but certainly it's been picked up as you'd expect by the Israeli media. That along with a promise by Mr. Biden that Israeli hostages who remain in the Gaza Strip will be released that he is dedicating his efforts to work on that. And we know that there were, of course, some Israeli hostages families and former Israeli hostages in the chamber where Mr. Biden was speaking. Now, a lot of focus here is on that plan for a new temporary port for Gaza, a temporary causeway that would be built to allow supply ships bringing aid to get close to Gaza. At the moment, it doesn't have any kind of deep seaport. A lot more explanation of what exactly that means because there was a briefing given by the White House in advance of the State of the Union address. It appears that aid ships will go to Cyprus and there Israeli security checks will be carried out. And then there will be US warships or US military personnel involved offshore in overseeing proceedings, but there will be no US military boots on the ground in Gaza, involved in the construction of this causeway. We understand that it could take a month or two to complete. And of course, that won't address then the immediate need to get aid into Gaza, but it does look like President Biden really wanted to have some kind of a concrete step to show that US military action was being taken amid a lot of frustration with its close ally Israel. It's been calling for weeks now to increase the flow of aid going into Gaza. Yeah, do you think the fact that they are having to build this period is a sign that Benjamin Netanyahu isn't listening to the US about getting more aid in on the ground? Well, the calls from the US and from UN agencies have been for Israel to open up more border crossings into the Gaza strip to allow aid to get through and to allow aid distribution to take place more effectively. Of course, what we've seen is the US and Jordan, other countries resorting to aid drops in recent days, which is not a very effective way of getting aid to those who need it the most. I mean, Israel does have its own container port, Ash Dodd, just about a 40 minute drive to the north of the Gaza strip. There's been a lot of resistance in Israel to using its facilities to bring in aid. And so aid at the moment is mostly going in via Egypt. It's flown in there and comes in through the crossings in the south of the Gaza strip. Yo'la Nell, Interuslim. Thank you very much."
    },
    {
        "url": "https://www.youtube.com/watch?v=-k-kSW7FOa4",
        "content": " Now, gunmen have kidnapped more than 200 school pupils in Nigeria. It's the second mass kidnapping this week. In the North East, the authorities are searching for at least 200 people kidnapped earlier this week by Boko Haram fighters. The victims are thought to be mostly women and children. He lived in a camp in the town of Gambaru, after fleeing their homes because of attacks by insurgents. Officials say more than 280 school students were abducted from the North Western town of Karega on Thursday. All pictures from the town show parents of the school children calling for them to be found and returned. The pupils who were aged between 8 and 15 were in the assembly ground when dozens of gunmen arrived on motorbikes. Let's have a listen to what the state governor had to say. We have also sat down with the parents of those children that have been kidnapped. Even we have sent a strong message to the mothers and we made it clear to them that one of the most important of some people in the government is to ensure that we protect the lives and properties of our citizens. Not yet. Our West Africa correspondent, Miley Jones, updated us on this story as well. The authorities say that they are throwing everything at trying to find these children that were abducted. Just 24 hours ago, they were sitting in their morning assembly on Thursday morning when armed men rode into their school compound. It's two schools, the primary and secondary school, right side by side, just separated by a line of trees. Finally, their salons rounded up these children and took them into a nearby forest. Some of them managed to escape as well as some of the teachers. They say that they then tried to get local militias, vigilante groups to go after the children. Unfortunately, they weren't successful and one of the community members that went after them was killed. We've also now got to use that teenager that was a pupil at the school, was also killed. It's been Kaduna in our question. Nigeria, the area where it happened, is dominated by a group called Ansaru. It's a fraction. It's a splinter group of Boko Haram. And here in the northeast, some of the women who were taken were able to make their way back to this camp for internally displaced. People said that it was Boko Haram fighters that had taken the dozens of women or children that went missing late last week. They were outgathering firewood by their camp when they disappeared. Next month, it's going to be 10 years since the 276 girls were taken from their dormitory, from their school in Chibok. And it's interesting that as the anniversary is looming closer, we're seeing a resurgence in this kind of mass kidnappings. Because I think it has to be said, they hadn't really happened a lot in the last couple of years. The last big one like this was in 2021. Although Nigerians were still being kidnapped, they were in much smaller numbers. And so it's interesting that as a Chibok anniversary is coming by, we're seeing a resurgence in this kind of attack which always brings so much publicity to Boko Haram."
    },
    {
        "url": "https://www.youtube.com/watch?v=ffkC411QZ4g",
        "content": " Next, a reporter's found that a British Army spy operating at the heart of the IRA during the troubles in Northern Ireland probably cost more lives than he saved. Operation Canova took seven years to examine the activities of the agent known as Steakknife, who was Belfast man at Freddy Excapiti. The investigation cost nearly 40 million pounds and the intelligence asset has been linked to multiple murders. Sarah Governe reports. Don't take any more for us, I'm telling you now. Because if you get three eyes come out and I'll f**k you. This is Freddy Scapiti. His double life personified the so-called dirty war between the IRA and the British state during the troubles in Northern Ireland. On one hand, he was the IRA's chief interrogator tasked with identifying and formers inside the terrorist grip. A role that saw him linked to numerous murders. On the other, he was himself a British agent, codename Steakknife. The investigation into his actions delivered the findings of its interim report today. While Steakknife was undoubtedly a valuable asset who provided intelligence about the IRA at considerable risk to himself, claims that he was responsible for saving countless or hundreds of lives are hugely exaggerated. Most importantly, these claims belive the fact that Steakknife was himself involved in very serious and wholly unjustifiable criminality whilst operating as an agent, including murders. 32 people were considered for prosecution and connection with the agent Steakknife case on charges that range from murder to misconduct in a public office. Those questions included IRA members, former military personnel, including the agent's handlers and a former police officer. But the public prosecution service says no one will be charged due to what it calls insufficient evidence. That's a decision that has frustrated some. It may tell the relatives how they're in a little wounds died, but that seems to be about the head of it. If no one's going to be charged, then it's a weight-bush. Former IRA members who knew Scapatichi described him as a traitor. He was a disgusting human being, a nanny army, a nanny organization. The person who gives away the organization's secret is a very, very own see-every character, a character that no one likes. Those involved in intelligence gathering during the troubles say there was no other option. There's no perfect solution and intelligence is far from perfect. But it was in the circumstances, it's as good as it gets. I would say if this happened again, we'd actually do precisely the same again. It would be intelligence led and it would be who are the people within these organizations who you can talk to to give you information to try and stop these organizations. Operation Canova has investigated one of the merkeiest periods of time in Northern Ireland's history."
    },
    {
        "url": "https://www.youtube.com/watch?v=kA5CFjEbbuI",
        "content": " We start with the war in Gaza, and a ship carrying humanitarian aid is expected to set sail to the territory from Cyprus this weekend, as part of a planned maritime aid corridor. It's a joint operation between the EU, US, UK and United Arab Emirates, aiming to bring supplies from Cyprus to the coast of Gaza. The UN says a quarter of Gaza's population is on the brink of famine, and children there are starving to death. Organizers hope the plan could allow additional aid to be brought in, but they continue to press Israel to allow more deliveries by road. These are the latest pictures from Lanarka in Cyprus, where as you can see, aid is being loaded onto a ship, which is due to depart in a couple of hours. The European Union's ambassador to the US told the BBC a little more about the plans for the maritime corridor. Hopefully the pilot, the first try to get aid already happened over the weekend, but it takes some time to make sure that it's not only once in a time, but it's a sustainable way to provide aid for the people in Gaza and Palestine to make sure that we alleviate ease the situation in the region. Cyprus, for a long time, have been a part on the way to the region, so hopefully this could really help because five of the EU member states is on board, and we see it as the possibility to increase the aid and to have a possibility to provide it as soon as possible. His Pentagon spits, President Patrick Ryder. Importantly, there will be no US forces on the ground in Gaza. Finally, in terms of timing, we're working to set this up as quickly as possible, but we expect that it will take several weeks to plan and execute. Once operational, the actual amount of aid delivered will depend on many variables and will likely scale over time. However, we expect that deliveries via J-lots could provide more than two million meals to the citizens of Gaza per day. For the latest on the maritime aid corridors, I spoke to our Middle East correspondent, Wira Davis in Jerusalem. Of course, there are several possible routes to get aid into Gaza, where there is a huge humanitarian crisis. Children dying from malnutrition, a real risk of famine, according to the UN, 300,000 people, particularly in northern Gaza without any real adequate food or aid. Some trucks are getting in, but killing it enough. So, you, the UAE and other organizations have come up with this plan for a sort of a maritime corridor, and this would entail ship-leaving Cyprus today. Caratowing a barge, and on that barge would be around, we understand 200 tonnes of aid. Problem is that when it gets to Gaza, there's no porting Gaza, there's a war going on, there's no obvious way to safely remove and then distribute all of that aid. And it's a real logistical nightmare. We've been asking questions, but I haven't really had any satisfactory answers. This is a test run this weekend. If it works, and it's a big if, I think, then that will become a regular route for aid from Cyprus towards Gaza. Of course, we don't get the separate Joe Biden plan to build a temporary port facility off the coast of Gaza. That would be built by American Army engineers, but critically no American boots on the military boots on the ground. But that's two months away at the very least. All the while, the aid agencies are saying, look, the best way to get aid into Gaza is through Israel. And let's try and persuade the Israelis, and I know Lord Cameron, the UK Foreign Secretary has been talking to the Israelis about opening up the port of Ash Dodd. That is just to the north of Gaza. It's a huge container port. It's only half an hour, 40 minutes away from the areas crossing into Gaza. And that would be the aid agencies, in particular, say a much more practical way of getting badly needed aid into Gaza. Meanwhile, while that's not happening, while there's a disagreement between the Israelis and various agencies, and there is no ceasefire, this maritime corridor is the favored method of hopefully getting aid into Gaza, although it probably won't be enough. What are the Israelis saying about their military campaign, and the latest from there? It's interesting, you know, this ceasefire that everybody at Hope would be in place this weekend simply hasn't happened. The Israeli Prime Minister Benjamin Netanyahu reiterated his priority a couple of days ago at a military graduation ceremony. He said that Israel will continue its military operation in southern Gaza. Not to do that would be to admit defeat, despite the international pressure. Mr Netanyahu acknowledged the level of pressure he's coming under to agree to a ceasefire to allow more aid in, but I think reading between the lines for Mr Netanyahu, his priority is this, as he would see it, this unfinished military business in Gaza. And what more of any hopes of ceasefire talks with Ramadan approaching now just hours away? Yeah, that's a really good question. I think they haven't given up on that, Hamas, have left Cairo now, but the Qatari and Egyptian mediators are ready to talk to Hamas and the Israelis indirectly. Hopefully get them back around the table and agree to a 40-day ceasefire. That's this Paris framework. If that doesn't happen, the war continues. If it happens, and there are significant obstacles to allowing it to happen, but if it happens, then of course, one of the big beneficiaries would be more aid officially to get into Gaza through roads, through Israel, which is a much more effective and efficient way of getting aid to the people who need it."
    },
    {
        "url": "https://www.youtube.com/watch?v=Wd7voKMwu-c",
        "content": " The creator of Dragon Ball, one of the most influential and best selling Japanese comics, has died at the age of 68. Akira Toriyama was 68, an official statement said he'd suffered a blood clot on the brain. Dragon Ball was first serialised 40 years ago, it became a huge hit worldwide, spawning cartoons, films and video games. The series features a boy who collects magical balls containing dragons to defend the world from evil enemies. His studio said he was working on several projects when he died. Well, for more on this, let's speak to Dr. Rainer Dennis and a professor in film and digital arts at University of Bristol. Tell us about the legacy that he leaves behind. Akira Toriyama is one of the most influential manga artists that there has ever been. He's influenced a whole genre of manga in Japan, known as Shonen manga or Boys manga, which is the most popular in Japan and around the world, influencing creators of shows and and manga like Naruto and one piece, of course as well, as well as being someone who has influenced everything from art exhibitions through to protests in places like South America. He's a huge influential figure within this field. And tell us particularly about Dragon Ball. We can see some characters on the screen there. That in particular, a huge franchise. Many of our viewers will know it very well. It came around in the 1980s and 1984 and was perfectly situated in a growing manga and media market in Japan. And so was quickly adapted into animation famously into Dragon Ball Z, the second part of an anime series. They really took the world by storm. So the manga has been adapted into over I think 21 different countries and languages now. And the anime was broadcast originally in I think 36 different countries. So has had just this perfect international spread as part of its history. And that's led to it becoming popular around the world, but also becoming a major franchise within and outside of Japan. There's now I think about 17 different animated feature films and the sales of the manga alone hit around 160 million copies. Would you credit a curatoriama with helping to kind of put manga on the international map? Absolutely, yes. He came around in a time when fans were starting to grow in number around the world and where fandoms were starting to share texts. The first time I came across Dragon Ball was when a friend from China introduced me to the manga when I was living in South Yorkshire. So it's an amazingly well-traveled story. And it starts in China. It's an adaptation actually of Journey to the West with Songoku, the main character being named for Songoku, the Monkey King. And in terms of his political influence as well, we touched on it briefly, but how did he have a political influence in Japan and beyond? Yes, he was quite a quiet figure, quite a reclusive figure, but he's always been very careful about controlling his materials within side Japan and he's been very popular there for generations because I think his stories don't just tell the stories of a successful character. They tell the stories of resilience and determination needed to become a success. And this is something I think we see reflected in places like Chile with a recent student-led marches using actual Dragon Ball replicas as part of their protests. And just one more question if I may. I mean, how would you also credit Akira Toriyama of kind of spreading Japanese cultural widely around the world? I mean, Kauai is huge now as well. There's even an exhibition in London, a lot of people have kind of copied that imagery, whether it's manga or Kauai, beyond Japan. Indeed, yes. So Toriyama's Dragon Ball featured in the British Museum's manga exhibition a few years ago. And he's a major figure in spreading a particular kind of aesthetic that has become known as the manga aesthetic. He's certainly been hugely influential, particularly within the boys genre. So less in terms of Kauai, but more in terms of the kinds of humor and action that manga are famous for now. There's a trope of the spiky hered boy and that's very much a Toriyama popularized creation, I think. Okay, thank you so much. Dr. Rainer Down."
    },
    {
        "url": "https://www.youtube.com/watch?v=UObV2yrYZtc",
        "content": " Hello you're live with BBC News. I'm Anna Foster here in Jerusalem. Let's take a look at the latest situation around Gaza. You were seeing there just a moment ago. Images of a fresh air drop of aid which has been happening over Gaza this morning. We know now that the US military along with the Jordanian Air Force have been carrying out regular air drops of aid with the parachutes and the pallets heading down to the people below who so desperately need them. But there is another option to take aid in which is now starting to come into play as well and that is the option of taking aid into Gaza by sea. Now the US Army says one of its military support ships has actually set off from the US. It's set off from the port of Virginia and it's heading to Gaza to build a temporary pier there which would enable ships to unload aid but that is expected to take at least two months before it's actually in place and there is again separately this Cypriot ship. Well it's a Spanish ship in Cyprus which is loaded and waiting for clearance to actually head towards Gaza. Here's the latest. There's little hope to be found amid the rubble in Gaza. Another night of Israeli strikes has taken its toll. Images like this travel around the world. Across the Atlantic, Israel's main allies seized them too. The US President Joe Biden said he still supported Israel's right to defend itself but he cautioned the Israeli Prime Minister Benjamin Netanyahu about the extent of the military operations he was sanctioning. He must he must he must pay more attention to the innocent lives being lost as a consequence of the action taken. He's hurting I am my view. He's hurting Israel more than helping Israel by making the rest of the world its contrary to what Israel stands for and I think it's a big mistake. Just two weeks ago Mr. Biden was optimistic as ceasefire deal could be in place by Ramadan but now with just hours to go there's no sign of an imminent breakthrough. That means other options to get aid into Gaza at scale are still being sought as the fighting continues. Military air drops above the strip deliver some food but not enough but that still won't meet the growing and desperate need. This mother can't find anything in Gaza to help her child. I feed my daughter with water just so she doesn't die. Water is not recommended and it's even forbidden for a baby of her age. In Cyprus an age ship is ready to set sail loaded with supplies. The charity behind it say they're confident they'll be able to unload them when they arrive off Gaza's beaches. In the longer term a US ship that will build a temporary peer to do the job has set sail but the project's completion date is still two months away and while it's constructed the pressure on Israel to get more help to suffering civilians will continue. Anna Foss. Well let's head straight to Lana Kerr in Cyprus and speak to our correspondent Quentin Somerville who was there at Quentin do we have any idea when this age ship might set sail? Local media is reporting that it will leave some point this afternoon. Apparently they're waiting for final security clearances from Israel which of course supervises pretty much all of the aid that makes this way into Gaza. There's about 150 to 200 tons of aid on board and it has everything from flower and rice to pre-prepared meals and water. It's quite a long journey it's 210 nautical miles normally that journey from here in Lana Kerr to Gaza would take about 15 hours but because pulling that big heavy barge it might take longer and the the organisations have involved have said a number of times the most difficult part of the journey will be the last mile you just touched on that in your report because landing in Gaza will be very difficult it doesn't have a functioning port and of course in parts of Gaza all law and order all civil society really has broken down since Israel's bombardment and ground invasion so the and the need from the people in Gaza is absolutely desperate so there is always that danger that when this ship appears on the horizon and gets closer to shore that people will start making their way towards it will enter the water we've seen some pictures from a world central kitchen which is one of the charities involved which seems to show a temporary peer being built inside Gaza there's heavy lifting equipment large boulders and rocks are being moved towards the foreshore to to make way for the preparation for when this ship finally gets underway and starts that journey and Quentin you were saying this is the first ship it's got an amount of aid on board but when we look at the air drops the sea corridor that's due to open will that actually fill the void that's being left by far fewer trucks than would normally pass into Gaza doing so since the war began not by a long shot there is a very quick and effective way of getting aid into Gaza and that's by truck and that's by road to entry points in southern Gaza one from Egypt and one from Israel that system isn't functioning properly you might even say it's not fit for purpose certainly the British government and other governments have been pressurising Israel for months now to let more trucks in there it's just over 100 trucks a day that are getting in before the war Anna it was over 420 trucks a day the need clearly now is much greater now that would be the quickest easiest mechanism but there's a lot of resistance and very little movement from Israel and that so these very complicated very intensive efforts are going on instead maritime corridors and air drops and they are they're dropping the ocean in terms of Gaza's need because we we we keep hearing the how die of the situation is in Gaza and it gets worse every single day but it should come as no surprise to anyone the UN has been warning for months that that strangulation of humanitarian aid by truck into Gaza would have catastrophic consequences and we seem to see those consequences seem to be coming to realization now"
    },
    {
        "url": "https://www.youtube.com/watch?v=ICRRjS9s3AY",
        "content": " Uno piensa el sol como algo liso que no tiene textura. Todo esto que uno ve ah que parecen como incluso pelos es plasma. Son como pequeas lenguas de fuego, o sea, no es fuego por mi realidad, no hay combustin. Esto se puede ver con los telescopios H.A.L.F. con toda esa textura, realmente muy, muy llamativa. Mi nombre es Eduardo Yabrger, hago astrofotografa, sobre todo astrofotografa solar, vivo en la provincia del Santa Fe, Argentina. Sin dudas, mi objeto favorito para fotografiar es el sol. Me gusta a otras cosas, pero le dedico todo mi esfuerzo al sol, porque cambia a diario, incluso con diferencia de horas, puede haber cosas que aparecen y desaparecen como una erupcin solar. Realmente es algo muy dinmico. Estaro pudiendo ver o fotografiar un poco la vida ntima de una estrella es realmente muy emocionante. Esta fotografa lo extrao de esta prominencia, que es esa excepcin de plasma que se vea abajo, donde se forman filamentos sobre los polos del sol, que son altamente inestables. Entonces pueden provocar explosiones. Eso tiene un poco ms de 200.000 kilmetros de altura, un poquito ms de la mitad de esa distancia de la tierra de la luna. Eso es la Estacin Espacial Internacional pasando frente a la luna. Y ac, bueno, es frente al sol y hay que ir a un lugar especfico, donde se produce ese trnsito. Viaje 520 kilmetros ms o menos y porque no tienen margen de rors. Yo viajo a armo todo el equipo y tengo que estar ah y en el momento indicado pasa la Estacin Espacial y en 5 dcimas de segundos se termin la foto. Es un instante. Esta se llama Polar Crown Prominence. Es una prominencia muy especial porque tiene 100.000 kilmetros de altura, pero tambin es muy ancha. Y los particulares que todos esos hilos de plasma que se elevan caen a una velocidad mucho ms rpida de lo que en realidad deberan segn los clculos y no se sabe por qu. Es un fenmeno, tambin un tanto extrao como una cascada de plasma. Eso a m me result muy interesante el momento de capturarlo porque eso es un filamento que es, eso es plasma que est flotando sobre la cromisfera del sol y me llamo mucho de la atencin porque es como que dibuja un signo de interrogacin. Era como que el sol es tan misterioso que incluso dibuj un signo de interrogacin sobre su superficie para, bueno, de cierta forma recordarnos que hay muchas cosas que todava no sabemos de l."
    },
    {
        "url": "https://www.youtube.com/watch?v=WsVUaTGt4ZM",
        "content": " In Nigeria, the hunt for nearly three hundred school children abducted by gunman goes on. But the governor of Kaduna State has told the BBC that at least 28 of those children have escaped their captors. The Nigerian army is leading the search for the children who were abducted from the northwest town of Cariga in Kaduna State. Reports say students between the ages of eight and fifteen were taken along with the teacher. The abductions have been blamed on Ansaru. A breakaway faction of the militant is the missed group Boko Haram, victims of kidnappings usually pay a ransom to secure their freedom. A controversial law, though, passed in 2022 made it a crime to make ransom payments with a potential jail sentence of at least fifteen years. Of any victims feel they have no choice but to pay. Our West Africa correspondent, Maye N. Jones, updated me on this story from Madaguri. The military is currently running a rescue operation in Kaduna State, but also in the neighbouring states of Katzina and Zamfara, which are all kidnapping hotspots here in northern Nigeria. They're working alongside the police and local vigilante groups. Some of the students' parents have also joined the search. They're going to local communities, trying to find out if anybody has seen anything at all. What are the families of those missing children saying? They're incredibly distressed. The governor of the state, Ubasani, visited the school the day the kidnapping happened on Thursday. A number of them spoke to him. He said that they felt abandons that there wasn't enough security in the community and they pleaded with him to help find their children. This has become a huge national and international story. The president here, Bola, met Tinnobu, released a statement yesterday saying he'd do everything possible to return the children. Every single one had to be returned. He said anything less than that wouldn't be acceptable to him and the US Secretary of State, Anthony Blinken, also released a statement late last night condemning their abductions and saying that the children should be released as soon as possible. Maye N. Jones, what more is known about the 28 children who managed to escape? Not very much, unfortunately. The governor spoke to the BBC yesterday. All he would say is that 28 children were released. He wouldn't give any more details. He said that's because he didn't want to jeopardize the ongoing rescue operation. But the 28 students who've come out, their parents would be absolutely delighted to see them, particularly because this in an area of the country that's very remote. We believe they've been taken into nearby forests, they're very dense. They wouldn't have very much in terms of water or food to eat with. And so the conditions, the children are really a cause for concern for their parents."
    }
]