[
    {
        "url": "https://www.youtube.com/watch?v=HRihVwRjoow",
        "title": "\nSydney stabbings: Man shot after multiple stabbings at Sydney mall | BBC News\n",
        "content": " Let's return now to our breaking news out of Australia. Police in Sydney say they're responding to a major incident at a major shopping centre. These are live pictures coming to us from a helicopter hovering above the Westfield shopping centre at Bondite Junction that our reports multiple people have been stabbed. Well, let's get the latest on this with our reporter, Phil Mercer, who's in Sydney. What can you tell us, Phil? Well, this all began just over an hour ago, local time, at 4 p.m., the police say that they were called after receiving multiple alerts from the Bondite Junction Shopping Centre, the big Westfield shopping centre there. It's a very modern complex, about two kilometres from Sydney's famous Bondite Beach. And as you rightly say, we are hearing reports that multiple people have been stabbed and also reports of gunshots. And in the last few minutes, we've received a statement from the police, the New South Wales State Police here in eastern Australia confirming that one person has been shot. We don't know who that person is and how they are involved in this incident. Now, the ambulance service here in Sydney is suggesting that there have been two alleged offenders and one of whom has been shot by the police. But at the moment, as you can imagine, it's a very fluid chaotic situation. Shoppers forced to flee the Westfield shopping centre and reports, too, that there are people still inside. And as you would expect, an enormous response by the emergency services armed police coming through. We understand the shopping centre coming the roof. And this is, once again, a very chaotic, fluid incident. Here in the city of Sydney. And for late afternoon, early evening in Sydney, presumably there would have been many people at the mall at that time. What are the members of the public being advised to do? To stay away from the area, we heard a report from one man who was actually inside the shopping centre saying that he heard the commotion, he heard shots ring out and that the member of staff working in the shop behaved extremely heroically, ushering all the shoppers into the back of the shop, locking up the premises and leading those people outside to safety. So the police are urging people to avoid the area. This is the start of the school holidays in Sydney. So many people would have been enjoying what has been a very warm, autumn's day here in Sydney, heading to the Westfield shopping centre. One of the busiest in Sydney, as I say, only a short distance from Sydney's famous Bondi beach. And at the moment, the police are working their way through the centre we understand, trying to establish who's responsible and what exactly has happened. Phil, thank you very much. That's our correspondent in Sydney Phil Mercer.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "NEUTRAL",
        "view": 1282,
        "date": "2024-01-18"
    },
    {
        "url": "https://www.youtube.com/watch?v=TcLlZW7Vh8A",
        "title": "\nIran's attack on Israel has Middle East on the 'brink', warns UN chief | BBC News\n",
        "content": " Howell Israel responded to an unprecedented attack by Iran on its own soil. That's the urgent question we start the programme with today. While leaders meeting in an emergency session at the UN have warned that the Middle East is on the brink and that now is the time to de-escalate after Saturday night's events. For its part, Iran has insisted its actions were retaliatory. Opening the meeting, the UN Secretary-General Antonio Guterres told Diplomats, quote, it's vital to avoid any action that could lead to major military confrontations on multiple fronts in the Middle East. He added that civilians are already bearing the brunt and paying the highest price. Now representatives from the UK and US condemned the attacks by Iran on Israel but made it clear that they didn't want to see any further escalation. But Israel's ambassador rejected the call for the violence to stop, saying it has the right to retaliate in a time and manner of its choosing. The United States has warned that will not take part in any strikes against Iran. Our Middle East correspondent, Yolanda Nell, has the latest. Israel's air defences called to action. In the early hours on Sunday, fighter jets battled waves of Iranian drones and missiles fired at Israeli targets. It marked the first time Iran has attacked Israel directly from its own soil. Explosions could be heard widely, including in Jerusalem and Tel Aviv. Israel says that 99 percent of more than 300 drones and missiles launched by Iran were intercepted. Some of those that got through hit here in the sensitive never-team air force base in southern Israel. Nearby, seven-year-old Amina Hassuna was seriously injured when a missile fragment struck her house. The children were frightened and wanted to run away from home, and that's when the missile hit our house. The Israeli war cabinet met yesterday to plan its next move. One of its members, Benny Gans, said Israel would exact a price from Iran when the time is right. And last night, the UN Security Council met in an emergency meeting following the attacks. Israel called for sanctions on Iran and reiterated its right to a response. This attack crossed every red line, and Israel reserves the legal right to retaliate. We are not a frog in boiling water. We are a nation of lions. Following such a massive and direct attack on Israel, the entire world, let alone Israel, cannot settle for inaction. We will defend our future. Iran's ambassador to the UN told the meeting that its actions, which were in retaliation for a deadly air strike on its consulate in Syria, were justified. These countries, especially the United States, have shielded Israel from any responsibility for the gas de massacre, while they have denied Iran inherent right to self-defense against the Israeli armed attack on our diplomatic premises. Amid rising tensions, the attacks have received widespread international condemnation. The scale and nature of Iran's heinous assault, the first direct attack from Iran on Israeli soil, poses grave risks to the security and stability of citizens across the Middle East. Now, world leaders are pressing for de-escalation in a bid for calm in the region. We have a shared responsibility to work for peace. Regional and indeed global peace and security are being undermined. All eyes are on Israel and how it responds. Your land's Nell BBC News, Jerusalem. Let's take a closer look at the strikes on Saturday night. Iran may have appeared to try and overwhelm Israel's air defenses with multiple waves of drones and missiles, but Israel's advanced defense system, known as the Iron Dome, destroyed most of them in the air with the help of its Western allies. Our defense correspondent, Jonathan Beel has more. So how is Israel able to defend itself with the help of its allies? First, they knew about the attack. It was telegraphed in advance. But the scale was significant with more than 300 weapons fired, including more than 170 armed drones, 30 cruise missiles and 120 ballistic missiles, which can travel twice the speed of sand. Most of those were fired from Iran itself. The first time Iran's directly attacked Israel from its own territory. But the US says some were also launched from Iraq, Syria and Yemen. Iran has demonstrated that it has an appetite for risk, but it doesn't have an appetite for too much risk. It wanted to impose a cost on the other side without necessarily triggering a broader escalation and an all-out confrontation. So how were they stopped? Well, both Israel and the US were warned and prepared. American destroyers positioned in the Eastern Mediterranean shot down several ballistic missiles. RAF typhoons flying from Cyprus shot down a number of drones, as did US jets and fighters from Jordan. Israel itself has some of the world's most advanced air defenses, providing layers of protection. Its aeromis are capable of intercepting ballistic missiles from hundreds of miles away. David Sling is the next layer of defense with a range of more than 100 miles. And then it has its shorter range, Iron Dome. These pictures over Jerusalem show the Iron Dome in action. The last line of defense. I mean, ultimately, Israel spent billions of dollars to be prepared for exactly this scenario, had the help of its allies and very much neutralized what could have been a much more consequential attack. Israel says most of what Iran fired was destroyed even before it reached its territory. Here's one that was shot down over Iraq. But there was one exception, an Iranian missile did get through its defenses hitting an airbase, confirmation that it was targeting military sites, but in this case, it caused limited damage. This was a calculated attack by Iran using just a fraction of its firepower. Enough to send a message, but not enough to overwhelm Israel's air defenses. That's Jonathan Beal, where Jonathan Conriqueus is a former spokesperson for the IDF. He explained what Israel's response might be. Well, it depends really very much on the strategic aim and what Israel will try to achieve by retaliating. Because I think that Israel won't retaliate for the sake of retaliating. It will retaliate as part of a bigger plan. And we did a problem here in the Middle East with Iranian activity is that for many, many years, Iran has in fact very successfully built kind of a ring of terror organizations right around Israel's borders. That is a problem. And the reality since October the 7th is that it's clear for Israelis that we cannot go on living like this. We cannot live with terrorist organizations on our borders that have the ability to choose when, power, and at what location to strike Israel, like Hamas did on October the 7th. And with Iran's attack on Israel for the first time on from Iranian soil at the Israeli soil, that offers, if you'd like, an opportunity to really change fundamentally the situation in the Middle East and to improve security bottom line for Israelis in their homes. Recos there. Well, let's speak to our Middle East correspondent Yolanda Nell, who is in Jerusalem live for us. Yolanda, good to have you. What's the mood there? What are we hearing from not only Benjamin Netanyahu but his war cabinet? Well, the Israeli war cabinet met for about three hours. We understand yesterday, but didn't yet come up with a decision on exactly how to respond to this unprecedented attack. By Iran, we're told that there are divisions between the key members of the war cabinet over the timing of a response and exactly what form it should take. Now, that said, Israel's military we're told has been drawing up all different possible options for a response. And you've also got signs really that Israelis are getting back to their ordinary lives after the shock of what happened. You had the Israeli military on Saturday night just before these some 300 attack drones and missiles were launched by Iran. You had them putting in place restrictions that close schools and universities and limited the size of public gatherings. Now, those have been lifted a bit sooner, really, than many people expected. And that's being seen, of course, as a sign that the Israeli military does not believe another attack is imminent at this stage. And you learned Western Allies urging restraint. We keep hearing that word calm. But how much leverage do they actually have over Benjamin Netanyahu who is facing domestic pressure as well? I mean, indeed, there's a whole spectrum of opinions in the just among Israeli politicians. You have the far right national security minister Itamar Ben-Govir who's actually said that Israel should go crazy here to restore deterrence in the region while you have international allies who were so much involved. The U.S., the UK, France, Jordan and other allies were told were involved in shooting down drones and cruise missiles, even some of the ballistic missiles that were fired. Really, you know, asking for restraint here saying they don't want to see a regional escalation. And it's interesting because within the war cabinet, which really has only five members, three of them decision-making members from the Israeli Prime Minister, from his defence minister and from the centrist Ben-Govir. We're getting a bit more of a sense that things could be balanced. Ben-Govir has been coming out saying that really that Israel should strengthen the strategic alliance, the regional cooperation that was shown on Saturday, in the Inter-Sunday morning, which allowed Israel to weather this really dramatically large attack by Iran with relatively little damage and really very few casualties. All right, that's really important context. Thank you, Yelan, for that update.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "NEUTRAL",
        "view": 17282,
        "date": "2024-01-18",
        "comments": [
            {
                "content_cmt": "Hay đó",
                "feeling_cmt": "POSITIVE"
            },
            {
                "content_cmt": "cũng tạm đươc",
                "feeling_cmt": "NEUTRAL"
            },
            {
                "content_cmt": "Như cứt",
                "feeling_cmt": "NEGATIVE"
            },
            {
                "content_cmt": "dmm biến đi",
                "feeling_cmt": "NEGATIVE"
            },
            {
                "content_cmt": "Hay lắm bạn ơi, cố lên nhé",
                "feeling_cmt": "POSITIVE"
            }
        ]
    },
    {
        "url": "https://www.youtube.com/watch?v=CPyk69APB28",
        "title": "\nBREAKING: Iran launches “mass drone and missile attack” on Israel | BBC News\n",
        "content": " Breaking news in a major escalation of the crisis in the Middle East. Iran has started a direct attack on Israel by launching dozens of drones to attack targets there. They're expected to reach Israel in the next couple of hours. Israel says its armed forces are on full alert with combat planes in the air. Iran has said it wants revenge for a suspected Israeli attack almost two weeks ago on its consulate in Damascus. When the US, President Joe Biden has cut short his weekend to return to the White House for briefings on the crisis. Well in a moment we'll get the very latest from Washington and our correspondent there will Vernon. First though let's go straight to James Landel who's live for us in Jerusalem tonight and James this is an attack that Israel has been expecting for several days now. Yeah that's right Ben. Ever since that attack on the Iranian consulate in Syria there's been growing speculation that Iran will have to respond in some way. There's been talk about different types of attack but it now appears that attack is underway. Military spokesman here in Israel say that drones have now been launched from Iran. They are directed towards Israel. There've been reports from Iraq have drone many drones been seen in the sky. The Israeli spokesman said that those drones will take some hours before they reach their target here and he says that he's confident that Israel's air defense will shoot them down. Earlier today just before this attack was formally confirmed the Prime Minister Benjamin Netanyahu gave an address to the nation saying his country would overcome all its enemies. Israeli citizens in recent years and even more so in recent weeks Israel has been preparing for the possibility of a direct attack from Iran. Our defense systems are deployed. We are prepared for any scenario both in defense and attack. The state of Israel is strong. The IDF is strong and the public is strong. Now as you heard there the Israelis at the moment are just talking about drones but the Iranian Revolutionary guards have put out a statement saying that they are attacking with drones and missiles too. And in a statement the supreme leader in Iran Ali Hamani said and I quote the malicious Zionist regime that's his name for Israel will be punished for what he called an attack on Iranian soil. In other words the attack on the Iranian consulate in Syria. Now the question tonight is how effective this attack will be and what response Israel may make as a result of that. A spokesman said this evening this is a severe and dangerous escalation. Ben, all right James thank you very much indeed that's James. Landel, live in Jerusalem. Let's go to Wilverna in Washington and will the United States of course is Israel's closest ally. President Joe Biden has promised iron clad support in his words for Israel with this attack tonight. That's right Ben. President Biden is back in the White House. He earlier cut short a weekend away in Delaware to come back to Washington and attend that urgent national security council meeting. And we've had a statement from national security council saying Iran has begun an airborne attack against Israel. President Biden is being regularly updated on the situation by his national security team who are in constant communication with Israeli officials and it goes on to say that this attack is likely to unfold over a number of hours and unnamed US officials have been speaking to US media saying that they expect this drone attack to be synchronized with missiles that could launch later on. But as you said President Biden and other US officials have repeatedly said over the last few days that American support for Israeli security is iron clad and we know that US forces in the region are in alert and are ready to assist the Israelis with protecting their territory. But US intelligence officials here reportedly believe that the Iranians are targeting multiple sites inside Israel. But importantly not US forces in the region directly. That would of course be a dangerous escalation. That's what everyone here is keen to avoid. Any sort of tit for tat escalatory, retaliatory conflict that could ignite a wider regional war.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "POSITIVE",
        "view": 11245,
        "date": "2024-01-18"
    },
    {
        "url": "https://www.youtube.com/watch?v=qMRP_5jecxM",
        "title": "\nWhat we know about Iran's attack on Israel | BBC News\n",
        "content": " When we have plenty of international reaction coming up to the events over the night, first of all though, let's take a look at exactly what happened and take a listen to this. These are the sirens over Jerusalem and the explosions in the sky there over Israel. Some 300 drones and missiles fired towards Israel and the IDF, Israel Defence Forces, saying that 99% of them were taken out of the sky. Not just above Israel, these pictures next are from Jordan, allies helping here, the US, the UK, France, among those countries, shooting down objects over airspace outside Israel, also Syria and Damascus, two similar scenes there. We have a look now at the Iron Dome heading back to Israel, which is the Defence mechanism covering much of Israel. Interceptive missiles effectively fired from the ground there, leaving the trails in the sky up towards those drones and missiles. The assessment of the damage from Israel are very limited, no deaths, they say some infrastructure and a military base hit and a young girl injured and being treated. We had these pictures coming out of Iran, some government supporters celebrating there, we don't have any wider context for those pictures there. Iran saying this is a retaliation strike for what's widely believed to be an attack by Israel on the consulate in Damascus two weeks ago. Let's just show you a map of the region here. You get an idea of the scale of what's happened and potentially what's at stake. You can see Iran there and Israel in a distance between them. This is the very first time a direct attack on Israel from Iranian soil. With me now, Jeremy Bowen, our international editor, as you can see on our security correspondent Frank Gardner, we're going to pick through exactly what this means, Jeremy, good to see you. So just tell us where we are, where the region stands right now. Well, I think the region is looking at the Israeli war cover that and seeing what it's going to decide to do next. The message coming from Israel's western allies, particularly the US, also the British, Rishi Sinekha's British Prime Minister has just said that Britain was also involved in shooting down drones and he said this is now a time for cool heads. In other words, message to Israel, you've got a victory here, bank it, hang on to it, do not escalate any further because the risks of escalating, maybe a strike back onto Iranian territory are very great. Israel has sustained a serious attack, but with a great deal of help from its allies, it has been able to withstand it. It was not a full-on assault in the way that perhaps it would have been had his brother and Lebanon joined in with their massive arsenal of missiles that over the years, the Iranians have helped them build up. And for a gardener, if we can start with a similar question to you, Israel, your broad thoughts on where exactly the region stands now. Okay, if you imagine a ladder, all right, with a lot of different rows, we are halfway up that ladder of escalation. Israel could choose to go up it or down it because right now we've seen a number of escalations, a number of red lines crossed Jeremy puts it, and this is certainly a red line and that's the first time Iran and Israel have fired at each other, in this case Iran shooting directly at Israel. And despite the fact that there is restrainting urgent all sides, Israel's war cabinet is going to spout it what it calls a significant response. Now, it can do that in a number of ways. It could bite its time, strategic patience, it could hit back at its proxies, Iran's proxies like Husbalah as it has done and others around the region. It could target the exact missile bases from which these drones and missiles were launched in Iran. That would be an escalation or it could go even further and do an all-out attack on Iranian revolutionary guards called bases throughout Iran. That would be a major escalation and one that would prompt I think a massive Iranian response. And that's not what anybody in the region wants. Everyone's calling for things to calm down now, but I'm not sure that Israel is going to let this one go as it were. Okay, Jeremy, can I just get your thoughts on the Iranian foreign minister coming out and it's been basically the lines from Iran effectively saying that this current action is finished. They described it as a defensive action, but if there are any more attacks then they will respond. What do you think of the messaging now? Well, let's just rewind back to the 1st of April. That's when the attack took place on the Iranian diplomatic compound. In Damascus, killing senior officers, senior generals, but I think more importantly for the Iranians hitting ground they consider to be, and legally it is, Iranian soil. The Israelis have an unconvincing argument that the presence of those officers in the building rendered it not a diplomatic premise, but a military position that it was okay to hit. That is not a convincing argument. So Iran made it very clear that they would respond. Question, how were they going to do it? The suggestion was that perhaps they might try and do something a little bit oblique, something indirect, but they've opted for this full-on attack. Now, the attack did not do a great deal of damage. Was that because they assumed having signals so clearly that they were going to do it? That so Israel, the Americans, the Brits and others could get ready. Or was that simply because they're simply not up to hurting Israel with its formidable air defenses along with its allies? So I think where we're at now is a time of great uncertainty. Really the rules of the game in the Middle East have changed a lot since the Hamas attacks. On the 7th of October, and now that Iran has, well, first is really strike. Iran's response, what will Israel do next? We are very much in unknown territory here, but certainly I think it's absolutely clear that if a way is not stopped, is not found to stop this steady escalation into a wider war, all out war in the Middle East, then it's going to keep on going in that direction, which would be absolutely catastrophic for all concerned. Okay, John, we're going to come back to the kind of what happens next question in just a moment. Frank, just want to come to you on what did happen? Could you just talk us through the nature of the attack, what you make of the combination of the missiles and the drones, how Israel and indeed the allies responded in a kind of technical way to shoot down so many 300-plus from the Scams? Sure, well, Israel had a massive advantage here that it knew it was coming. The US had already signaled this as from Wednesday night, it had probably intercepted communications using its powerful signals intelligence network. The attack came in two phases, 170 drones were launched, now they take, they're quite slow, they take several hours to reach Israel across the 1500 kilometers of distance between Iran and Israel. But Iran also launched ballistic missiles, some of which, at least one of which, was intercepted outside the Earth's atmosphere. How were they intercepted? Well, there are a number of different ways. You mentioned Israel's Iron Dome there, which is its air defense system that has been shooting down a lot of rockets far from Gaza, for example, by Hamas. But it's also got other methods, things called Arrow and the David Slingshot, and it's got Patriot. But it was helped massively by the United States and to a less extent by the UK and Jordan. Jordan said that it intercepted a number of flying objects that entered its territory, i.e. Iranian missiles and drones. The RAF, the Britain's Royal Air Force, which was already operating along the border of Syria and Iraq, under something called upshader, uprish and shader, to counter any kind of advanced sort, resurgence of so-called Islamic State of IS, ISIS. They also shot down a number of drones so that they would have gone quite a secure to this route. And the US Navy, which has got some very powerful warships in the region, in the Red Sea, they shot down some and some of their jets took off. And also, its really Air Force fighters took off from an airbase in the south of Israel and the Negev to shoot them down. So it was a coordinated thing, highly expensive, by the way. One estimate I've seen saying that this has cost Israel up to a billion dollars. But Israel right now is padding itself on the back saying, we defeated this, we knocked out 99%. Make no mistake, Iran has got a massive arsenal of missiles, ballistic missiles. It's got a whole lot more where these came from. Okay, Jeremy, where do we go from here? Then we have international meetings with the war cabinet in Israel, itself, G7 convening. What does happen next? Interesting that when Joe Biden talked about convening the G7, so they're all going to be in front of their computer screens, he talked about for a diplomatic response. That's clearly what he wants. But Israel's war cabinet has many times in the last six months defied the will of Joe Biden. Will they regard this issue as one in which they are able to do that? Or will they feel that because of all the enormous amounts of help that they actually got last night, that actually they owe their allies one and they need to pull in their spikes in terms of confronting them and going, I did notice very early on that right wing voices in Israel and those similar voices sustain the government in terms of votes and the parliament there were calling for a response saying, this is a tough neighborhood, not responding would be weak. If Israel's weak, it will be seen as vulnerable and will be attacked again. So that's the debate that they will be having there in Israel. Do what the Americans and the Brits and others want or push back harder. Jeremy, thank you very much for that internationalization. I said Jeremy Bowen and our security correspondent Frank Gardner, thank you as well.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "POSITIVE",
        "view": 9123,
        "date": "2024-01-12"
    },
    {
        "url": "https://www.youtube.com/watch?v=JQMZkrz6X08",
        "title": "\nIsrael demands sanctions on Iranian missile project | BBC News\n",
        "content": " And we begin with events in the Middle East, where Israel appears to be trying to gather international support following the Iranian air strikes, but has not so far at least carried out any direct military action in response. Instead, Israel is calling for more sanctions on Iran, which itself has warned Israel against attempting any retaliation following those drone and missile attacks, which Iran says were a response to an Israeli attack on its diplomatic mission in Syria. Our chief international correspondent, Lee Stusset, has been sending us updates from Jerusalem. Israel says it is now launching a diplomatic offensive. The Israeli foreign minister has written he says to 32 countries around the world, urging them to impose even more sanctions against the Islamic Republic of Iran. The foreign minister, Israel Katz posted this on ex-formally Twitter saying, Israel that the Iran has to be stopped now before it is too late. And that is the message that's also being sounded by leading senior military officials here in Israel, including the chief of staff, Lieutenant General Herzzi Halvi. He said that Israel would have to respond. He made the comments by visiting the Neva team air base in southern Israel, where some of Iran's missiles did actually hit in the early hours of Sunday morning, although Israel says there was limited damage. Israel says only a handful of missiles actually got through of the 350 suicide drones and cruise and ballistic missiles which were fired by Iran. Iran says its retaliatory strike was in response to Israel's attack on its diplomatic compound in the Syrian capital Damascus on April 1st. Iran's foreign minister, Amir Abdul-Ayan, has reiterated that message in a telephone conversation with the UN Secretary-General Antonio Guterresh saying that Iran acted in legitimate self-defense. Iran, too, is calling for restraint, saying it doesn't want this to escalate into a wider war. We're going to look at the peril in this moment, but just to remind you that this tension takes place in the midst of the ongoing Israel Gaza war. It's the hundred and ninety-third day of war. And today there are reports of fighting in the Gaza Strip, and most particularly in Bethanoun in the northeast. There are also reports that more aid is now getting into Gaza from the north. We're getting reports on the ground, and that is what Israel is saying. That news has been greeted with relief for many, many weeks now. We aid agencies have been warning that more than half of the population of Gaza is facing acute hunger. Well, let's now cross to the Qatari capital Doha to join Miranda Kamrava, who is the Director of the Iranian Studies Unit at the Arab Center for Research and Policy Studies. Welcome to BBC News. Thank you, Lee. Good to be here. Of course, you are following every twist and turn of this escalating crisis between Israel and Iran. How would you describe this particular moment? Well, the Israelis crossed the red line by attacking Iran's diplomatic compound in Damascus, and then the Iranians crossed another red line by attacking Israeli soil. And so we're at a very precarious, in fact, dangerous moment, where we're likely to see an Israeli retaliatory strike for Iran's retaliatory strike. And so the vicious cycle is likely to continue, unfortunately. This moment seems to underline that the dangerous differences in perception. Iran is saying this was a very limited, a very calibrated strike. It caused limited damage. For Israel, of course, it was a reckless strike which breached its security and must, there must be retaliation. And that is what is going to fuel this conflict, is it not? Absolutely. And in fact, I think we do see that the Iranians did hold back. They had to somehow retaliate for the attack on their embassy compound. And so as far as their concern, deterrence has been reestablished. And now they're saying that if Israel attacks Iran again, or Iranian interests or personnel, there will be more of this kind of retaliatory strike. Of course, Netanyahu's political predicament inside Israel don't allow for restraint. And we've seen Netanyahu have a pensioned for overreaction. He's also under pressure from the right flank of his own cabinet. And so unfortunately, as you mentioned, we're at a precarious and very dangerous moment. Indeed, and the speculation now seems to be that even though there are disagreements within the war cabinet, and we are hearing the cabinet may meet again today, some of the former military generals saying we should retaliate now, others saying, let's build our international and our regional coalition first, because they are emphasizing that this coalition, the support Israel is receiving at this moment, that matters too. Absolutely. And also crucial is the support that the United States will give to Israel both diplomatically and militarily. And we've heard very loud and clear messages coming out of Washington that the United States would not assist Israel on an attack on Iranian soil. And so I think that's also given some pause to Israeli military commanders. Do they really want to go it alone knowing that Iran has this so-called axis of resistance that it can activate when it feels very threatened? Marron Comerov, thank you very much. It's always good to hear your perspective, O'Dowell, here from you again as this crisis continues to unfold. And as I mentioned during that discussion that we are hearing reports at the war cabinet, we'll meet again today. This will be its third meeting since that unprecedented attack in the year-to-early hours of Sunday morning. What is absolutely clear is that Israel has decided it will respond, but will it retaliate by attacking Iran directly? That would also be unprecedented after decades of a shadow war and covert operations? Will it attack some of Iran's proxies in Lebanon, Iraq, Syria, or even indeed in Yemen? Or will they wait and build a coalition? These are questions which matter? And they matter to the future stability at this region in the midst of what is already a very, very volatile time. As our world affairs correspond at least you set there with the latest lines from the Middle East.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "NEUTRAL",
        "view": 16333,
        "date": "2024-02-8"
    },
    {
        "url": "https://www.youtube.com/watch?v=d-vzAqSX9QU",
        "title": "\nIsrael war cabinet meets to discuss Iran attack response | BBC News\n",
        "content": " Israel's war cabinet has met for a second time in less than 24 hours to discuss how to respond to Iran's unprecedented drone and missile attack. The government has not made public whether a decision had been reached during the late-night meeting, but reiterated that there will be a response. Meanwhile, the White House has described Iran's attack on Israel over the weekend as a spectacular and embarrassing failure. Nearly all of the more than 300 missiles and drones were shot down. Earlier, Sayyid Shahata from BBC Arabic explained what we've learnt about Israel's next moves. This is no decision I was announced yet, but the agreement within the cabinet is about a response. The military chief of staff, Mr. Hershey Halivi, said the Iranian attack will be met with a response. But the discussing the scale and timing of the response, because this will affect if it would be escalation or how the Iranian respond. Because the Iranian said what Israel has done to strike the Iranian consulate in Damascus was a strategic mistake. And what the Iranian has done was like a self-defense. So in this case, that's it. But Israel thinks it's damaging its reputation as superior power in the Middle East, so to be attacked and it's soiled by all of that, even the damage was minimal. Inside Israel, it looks like a damage for its reputation as a superpower. So there is pressure on the cabinet and on the Mr. Netanyahu to make a response. However, there is pressure also from the United States and the other like United Kingdom and Mr. Cameron, the Foreign Secretary, the British Foreign Ministry, Secretary said it should be smart, it was a failure. So they tried to minimize the effect of the Iranian strike because the damage was minimal. So the are the Israeli between two brishers, one from inside and one from outside respond or not. And this situation would be escalating if there is a response according to America and other allies to Israel. That was BBC Arabic's sage, Sahata. Well, let's speak to a Middle East correspondent who is in Jerusalem, Yolanda. Yolanda, it's good to have you. Now, what more are we hearing from Israeli officials? I mean, we're not hearing anything much on the record, but a very clear message is being sent in general that they will retaliate for the unprecedented Iranian attack in the early hours of Sunday morning. We had the Israeli military's chief of staff going to the Neverteam airbase. It was one of the few sites that was actually hit by ballistic missiles in that attack. It suffered minor damage. And he was addressing the Air Force pilots there and saying to them that really that attack the use of so many missiles and drones could not go unmet. And he was also complimenting them on their capabilities and their preparations should their services be required as part of that retaliation. Of course, there are other means at Israel's disposable. They could go for something more in terms of asymmetric warfare, the likes of the Stuxnet computer worm that we saw in the past that was used to effectively disable key parts of Iran's nuclear program. This has been a shadow war that's gone on for so many years between Israel and Iran. But now what's happened in recent days has really pushed things into the open. And of course, causing so much concern for world leaders. They are trying to persuade Israel to exercise restraint. And the real dilemma of Israel's war cabinet is how to send a powerful message to Iran, but at the same time not to escalate things in the region in an extremely dangerous way. Now Iran has been claiming that it gave advanced warning about this attack. But as far as Israel is concerned, how much of a blow is this? How serious an attack or line do they feel has been crossed? I mean, certainly they say that Iran has broken all red lines. This was the first time that Iran had launched a direct attack on Israel from its own territory. But at the same time, there is a real effort by world leaders. And of course, here in Israel too, to really look at this as having been a success because the attack was thwarted. 99% of the missiles and drones that were launched were brought down. And there was an alliance of Israel and the US, the UK, even Jordan in the region. And others, including the French, that really helped here. And that showed, you know, Israeli leaders have been pointing out that there is a strategic alliance that can be regional cooperation to counter the threat from Iran. Iran has been putting out signals. We saw it again overnight when the Iranian foreign minister and the Chinese foreign minister spoke that Iran itself does not want an escalation. It considers now that it has retaliated for its first of April, the first of April attack that it suffered in Damascus when there was an air strike that killed seven members of the revolutionary guards at the Iranian consulate building in Syria. And the Iranians have been trying to say that what happened was their limited response for that deadly attack. Right, it really pains how volatile the situation is in the Middle East right now. Yuland, Nell, thank you so much for that update.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "NEUTRAL",
        "view": 6120,
        "date": "2024-02-13"
    },
    {
        "url": "https://www.youtube.com/watch?v=YOLaemKwHgw",
        "title": "\nRussia-Kazakhstan floods: High water levels swamp Orenburg houses | BBC News\n",
        "content": " Now, parts of Russia and Kazakhstan are battling what's been described as the worst flooding to hit the region in 80 years. Fluts in the Russian city of Orinburg have raised water levels to two meters above what's considered a critical mark, leaving just the roofs of some houses showing. Kazakhstan has also been badly affected with 100,000 people evacuated from their homes in the past week. Let's speak to my colleague, Oleg Boderev, who's following this situation. Can you just update us? It sounds like a pretty horrific situation. Yes, Orinburg experiences the critical hours of the critical days of the critical week. There are silence on the streets and the local authorities are telling residents in several districts to evacuate. They really need to hold for a few hours more because the waters are expected to pick today. But what they've already done is pretty bad. Hundreds and hundreds of houses, the one-two-story ones have been flooded. They're large residential complexes, the high rises, which are under threat now. If the water gets into those, obviously the damage will grow more and more. And it's already very substantial. The local governor said the first estimates of damage is at about 40 billion Russian rubles. That's about 420 billion dollars. And we're just seeing pictures of those rescue efforts to get people to safety. Is it easy to reach people in this area? Well, people in Orinburg have been prepared. The town of Orsk, which lies upstream, had it much, much worse because there was no warning. The Earth Dam, which was built as a rescue in this instance, is just burst. And really residents had a few minutes to flee living all the positions behind. In Orinburg, people had enough warning. So there are no reports of fatalities. There might be more fatalities as the water leaves this city of Orsk. Now the flood waters there are receding. And again, the fix in the damage, or perhaps estimating whether the damage can be fixed, will take months and months now. Is it the case that some people just assume that they will be safe and stay in their properties and don't realise just how bad the situation is? That happened too. And people were afraid of looting. There were reports of looting. People on the boat. Some people on the boats were acting as volunteers and were doing a lot of good. Some people on the boats were stealing things. So yes, some people stuck to the last sitting really under the ceiling of the top floor, hoping for the water to start moving away. And this is happening across the vast, vast territory. All in all, 12,000 households have been damaged in one way or another. What's the assumption of how quickly this water will recede and people will be able to get back to their homes? Well, you know, the situa of work, which I mentioned, has by now lost one-third of the flood levels. So that's a human middle of next week. They will see the streets and the cars and the doors of their houses. Again, the question is how much of this is salvageable? Cars probably not. Some of the houses, the older ones, will probably just crumble and collapse. So it's not just a question of returning back to the house. It's a question of restoring things back to working order. And no one at the moment can estimate how long this will take and how expensive this will be. I like Boulder Rev. Thank you very much, your time.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "POSITIVE",
        "view": 7912,
        "date": "2024-02-9"
    },
    {
        "url": "https://www.youtube.com/watch?v=E2pm70Cfyjs",
        "title": "\nSir Salman Rushdie recalls New York knife attack two years on | BBC News\n",
        "content": " So Salman Rushdie has spoken in chilling detail to the BBC about the knife attack which almost ended his life. The acclaimed author was stabbed 12 times on stage in New York two years ago. He said he thought he was dying and the loss of sight in one of his eyes upset him every day. He was speaking to the BBC's Alanyan Top in New York ahead of a publication of his new memoir. We'll speak to Alanyan Top in a moment, but first his that interview. Oh my God! Today at 6, author Salman Rushdie has been stabbed. More breaking news tonight after author Salman Rushdie was attacked. August 2022, one of the world's most famous authors is left fighting for his life. He tells the shocked the entire world author Salman Rushdie attacked. He was dressed in dark clothing and he had a black COVID mask and he just came sprinting up the stairs in a major TV interview. He tells me what he remembers. I actually thought he punched me very hard. I didn't realise there was a knife in his hand and then I saw the blood and I realised there was a weapon. And then he just started, I think he was just slashing wildly at everything. So there was a very big slash here across my neck as well as the stab wound here. And then there were wounds down the middle of my torso is 1, 2, 3 like that. And the two on the side over here. And then there was a wound in my eye which was quite deep. It looked terrible. I mean it was very distended swollen and it was kind of hanging out of my face sitting on my cheek like a soft boiled egg. And blind. While this was happening something extraordinary happened in that the audience jumped onto the stage and saved my life. I was talking about heroism, that's heroism. I was lying there on the ground bleeding profusely and I was thinking I want my cow skis. And I think that was that survival instinct that was saying to me you're going to live, live, live. I just remember the sounds of the machines and the ventilator breathing for him. That's what I remember and I thought you know at least he's come through this surgery. I thought at least I'm not a widow is what I thought. Rochty's life has been threatened before. In 1989 after the publication of the Satanic verses the Iranian Supreme Leader Ayatollah Homeni issued a death threat, a fatwa calling the book an insult to Islam. I had come to think of that whole episode as being ancient history. As I say the book so I felt like a time traveler. Like somebody coming out of the past to attack me in the present. And so one of the first things I thought when I saw him coming out to me that was always you. You know so it's you. The man accused of carrying out the attack is Hadimata from New Jersey. He pleaded not guilty to attempted murder. He took very little trouble to inform himself about the man he was planning to kill. He'd said he'd read a couple of pages, he didn't say of what. And that he'd watched a couple of YouTube videos and decided that I was disingenuous. Disingenuous. And therefore rights to kill. There's a sentence in the book where I say that language is a knife. Language is a way of cutting things open and revealing the truth. Calling this book knife is not just a description of the attack against me. The book is the knife. The book is my knife. And it's my way of fighting back. With me and the studio is the BBC's Alan Yen-Tob. Thanks very much indeed for coming to talk to us. So it is an extraordinary, very moving interview isn't it? And what's interesting is it's still very vivid isn't it for when the attack itself and how he talks about it. Oh yeah, we have to remember that the Fatoa was in 1989. As it happens it was on Valentine's Day of all things. And he thought that was, he was at risk. And of course for the next 15 years you could never see Salman without security police. In fact I was with him on the night of the Fatoa when it came and I had to then we had to hand him over to the police. So this is his courage is amazing. And it's both a horror story and a love story as you can see with Eliza his wife has been there supporting him. Lying on her on her by the side of his bed throughout all this period. I mean she's been amazing. And you say you've known him for about 40 years. How would you describe his state of mind now? It's two years on from that attack. How is he? Well remember this is, as you say it's about a year and a half or something. It was in August of 12. I mean of course it was shattering the experience and devastating and he's had to get through it. I mean you've seen the vivid and sort of really horrid description of what happened to him. I mean 12, 12 knife attacks, slashed just about everywhere. And he's had to recover. And at first he thought he wasn't going to write again. He didn't know if he could write this book. But then this extraordinary revelation about this calling the book knife. The book knife is the power of language, the ability to describe and tell a story about what's happening. It's also about freedom of speech. You know, he still stands up for that. He got an award from Penn. He was a president of Penn America just recently in which a award for courage. And the thing he is very aware of is not just the support he's had from his wife, President Biden, Macron, everyone. And I think he understands that he wouldn't have survived without those people jumping on stage and supporting him. As the man he was doing the discussion with Henry Reese. And so in a midst of that kind of a hideous attack, there's actually some courage and something that's good to celebrate. Tell us more about the book. You've got the book there. Tell us what it's like. I think it's quite remarkable. I mean one of the things in this book, which is sort of you heard him saying there that actually the man had only read a couple of pages of his book and you know didn't know much about him. He used the phrase disingenuous. He did it because he thought Salman was disingenuous. Sort of doesn't. Is it hard, isn't it? Yes. But the fact is that he in this book there is a sequence, an imaginary sequence in which he imagines he's interviewing him. And I will be dealing that in a longer length and a later film coming up reasonably soon in a few weeks time. And he's trying to understand what was going through this man's mind. I mean he's a man who is obviously preoccupied with YouTube. Salman, because this is a book which is about storytelling, about magic realism, about writing as well. And so it's a very exceptional novel. Not novel actually. What is it? It's both speculative and also factual. And he still has to face his attacker in court. I mean we saw some of the almost disbelief about why this man could have attacked him first. On what seems quite flimsy grounds. How do you think that's going to go that interaction between them in the court? Well we'll have to see. I mean he's going to have to be in court. And he's sort of, he knows he will have to give evidence. I think he's waiting to hear what the man says rather than what he's going to say when he gets there. The idea of it he says he wasn't guilty and he had no, when he actually used that knife 12 times on him. If people hadn't jumped on stage there's no way Salman would have survived this. What about the element of freedom of speech? I mean he is someone who is in some ways a kind of figure who's really had to pay in a big way for freedom of speech, isn't he? He absolutely has and he's not ready to give that up. And he believes as many of us do that actually in the last 30 years you know and more since the fatwa. Freedom of speech has become even more imperiled. And you can see what's going on in the world at the moment. You can see many of these regimes will not allow freedom of speech. So this is more and more of a challenge and he does not intend to give that up. Is he optimistic about the future in spite of that? Optimism is a tough word in these times. Look at what you're reporting happening in Iran and elsewhere and in Gaza and in Ukraine. No, I mean I think he's determined to continue to fight for freedom of expression to be able to see that these regimes understand what they're doing. And of course this man has done this and anyone could just jump up and do this but Salman wants to lead an ordinary life for 23 years after he had security for a very long time for 15 years. He lived a relatively normal life and then he went to Chautauqua and it was all over. And he had a premonition the night before that this might happen. He had a kind of vision of a gladiator with a spear and he thought this is what's going to happen to me. I'm not going to go but he did. Thank you very much. Thank you for coming in. Thank you.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "NEUTRAL",
        "view": 12932,
        "date": "2024-03-18"
    },
    {
        "url": "https://www.youtube.com/watch?v=w6Ln1QB-7zk",
        "title": "\nSudan: Millions driven to extreme hunger in war-ravaged country | BBC News\n",
        "content": " For Monday marks one year since the eruption of the Civil War in Sudan, fighting between the Sudanese armed forces and the rapid support forces has claimed thousands of lives displaced more than 8 million and triggered the world's largest hunger crisis according to the United Nations. And a year in, there's seemingly no end in sight. Let's speak to Justin Brady in Port Sudan, who is head of the UNF office in Sudan for the coordination of humanitarian affairs. Thank you so much for your time. We mentioned it a little bit there, but could you give us more detail on exactly the humanitarian crisis that Sudan is facing right now? Yes, good morning. Thank you for having me on. As you mentioned, we have essentially the world's largest displacement problem. Over 8 million people are displaced, 6.5 million in the country and almost 2 million have fled the country into neighboring states as well as beyond that, which has a destabling effect on the region as a whole. We have a famine warning for portions of the country, including the capital, which was overrun by the rapid support forces and is now a heavily contested area, as well as portions of Darfur states where we've seen, again, reports of atrocities that echo back to the country, but nots. And really, the first year of this conflict has wrought, might be nothing compared to what the weeks and months ahead are going to bring us. And Justin, we've had some really concerning warnings about what's going on with children and pregnant women there. Could you lay some of that out for us? Yes, we've got 730,000 children that have severe acute malnutrition without supplementing and supplemental feeding. Their future is quite dim. We're likely to see tens if not hundreds of thousands of deaths due to the hunger and malnutrition situation in Sudan, equally the mother's lacking food, lacking nutrition. So it's sort of a stacked pyramid of problems that we're facing. Children abuses are well documented. We have 19 million children out of school, so this war is not only decimating the present of Sudan, but the future of it as well. And briefly, there are a lot of global conflicts right now, is Israel, Gaza, Ukraine? Do you believe Sudan's getting lost in the mix? It's certainly lost in the mix. I could have just as well gone on mute when I joined this conversation because it feels at times when we speak from Sudan, nobody hears us. This crisis is one that is going to have implications, not just for Sudan, but again, for the region. It really will take the world coming together to bring leverage against the two parties to stop the madness that is happening here. Today we have a conference in Paris, a pledging conference as well as a political discussion. And we're hoping that that is the start of that conversation to really try to bring an end to this conflict and not simply a one-year anniversary meeting. And then we go back to the back of the line as far as the attention of the world. Yeah, that sentiment you just said there about feeling like you might as well be on mute is really difficult to hear. So thank you for sharing that perspective. We appreciate it. Justin Brady there.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "POSITIVE",
        "view": 19023,
        "date": "2024-03-11"
    },
    {
        "url": "https://www.youtube.com/watch?v=vKbl7qm5BzM",
        "title": "\nUkraine war: Russian strikes destroy key power plant in Kyiv | BBC News\n",
        "summary": "It has often acted as a go between when it comes to previous ceasefire negotiations with Hamas in Gaza. And I think it just shows how sensitive these things are for Qatar that does straddle this very difficult role in the region. But since then, it proved much more difficult to try to get some kind of new deal agreed between the two parties.",
        "content": " Belgium is formally investigating Russian attempts to influence the outcome of the European elections in June. The Prime Minister Alexander de Kru said that the Kremlin had bribed some MEPs to spread its propaganda and disinformation to get more pro-Russian politicians elected. He added politicians from several countries had been targeted, and some had been given money, others were influenced in other ways. He stressed that EU-wide action was needed to counter the interference. The Czech Republic has also opened an investigation. Meanwhile, Ukraine's President Zelensky has warned that his country is rapidly running out of air defenses and artillery to fend off Russian attacks. He says that if US Congress continues to hold up $60 billion in military aid, then Ukraine will lose its war against Russia. Already Russia has intensified its air campaign against Ukraine, hammering its energy infrastructure and urban areas. On Thursday, a major power plant near Kiev was destroyed by Russian strikes. These are images from the city of Harkeev, which has come under intense bombardment over the past few days. Let's speak now to Marian Zablotsky, who is a member of the Ukrainian Parliament. Hello to you. Just to talk about how vulnerable the energy infrastructure is. As I just mentioned yesterday, they were these big attacks on an important plant. But it is very vulnerable, isn't it? It is vulnerable unless you have anti-air missiles. Unfortunately, we are desperately running out of them. So the Russian military technologies are not that far from Iran or North Korea. US Patriot missiles do shoot them down very effectively. But unfortunately, as maybe Israel very soon, we are also under attack from Iranian drones. So over almost 3,000 Iranian drones were also fired at Ukraine Energy Agreed since the beginning of all of 2024. Yeah. And so this is why President Zelensky again pleading with countries to help on the air defenses side of things. You've been to the frontline. Haven't you, Yorah, in contact with people on the frontline all the time? Just tell us what they are telling you they need. Well, very simple. They need ways and means to shoot back because the morale drops really fast when you're under fire and cannot respond. So just a brief estimate if previously our soldiers were allowed to fire 60 shells per artillery gun per day. Now it's down to five maybe per day and sometimes down to zero. Russia has ramped up production and received over 3 million artillery shells from North Korea, at least according to South Korean defense ministry. Now you've got this new legislation which is aimed at helping mobilize troops. How are people feeling about that? Because I mean, are you expecting the numbers to increase significantly as soon then? How people are willing to fight, but as long as they know that they have ways and means to respond and unfortunately the USAID has been locked for six months now, which definitely have resulted in thousands of Ukrainian deaths which could have been avoided. We had to strengthen our prescription rules not necessarily or always for people to go into the fight, but as you know, for one person shooting there needs to be five to six people servicing him for him to have the available gear for it to be repaired or feel to be available in Saturn. So unfortunately we did have to strengthen prescription rules to get more conscripts. Yeah, you have been in the US haven't you campaigning to try to get some movement on this aid package? How would you say the mood was? How were you received there? Oh, we're always received very well and I'm pretty sure that vast majority of us public accordion to polls and nearly the entire politicians that we meet, the support for their aid of Ukraine, but unfortunately for whatever reasons it's been deadlocked for six months now and unfortunately that resulted in very real casualties. Although I don't know that majority of both the Republican and the Democratic Party do support further aid to Ukraine. Okay, well thank you so much for talking to us. I'm Aaron Zablowski, member of the Ukrainian Parliament. Thank you.",
        "view": 2001,
        "date": "2024-03-6"
    },
    {
        "url": "https://www.youtube.com/watch?v=7kGocLqHxHA",
        "title": "\nSouth Korea: Self-driving night buses on streets of Seoul | BBC News\n",
        "content": " Well, let's take you to South Korea now where in recent months, commuters in the capital Seoul have been riding the world's first driverless night bus. Now while self-driving taxis are slowly becoming more common in certain parts of the world, autonomous public transport in city centres is virtually unheard of. It is all cracked up. Well, Nick Marsh took a late right ride on the streets of Seoul. Midnight in Seoul and there's a million dollars worth of technology cruising the streets. Welcome aboard the Seoul Brave, made autonomous bus. This is one of the world's first driverless buses to get a public route through a major city. What's the number one? Are we started? Are you a kid? Yeah, it's exactly the same. It's like a normal bus ride. Isn't that driving? The driver's not such an hysteria man. No, not at all. There are some caveats. It's a light bus. You have to wear a seatbelt. And technically, there is a driver sitting behind the wheel, just in case anything goes wrong. The funny thing is, I thought that seeing that would panic me, but it doesn't. There's been a couple of moments when he's had to take control of the wheel, but by and large, this is as smooth as any regular bus that you'll take. It's only a start, but the buses' creators say that it's the perfect solution to Seoul's transport issues. There are fewer people who want to drive buses, especially a night. So we hope these cars will fill the void. One day, we won't need anyone at all to operate this bus. Do you see one day, every bus being autonomous like this? Of course, it will change, and it has to change. These late-night travelers seem to enjoy themselves. Since there's also a bus driver sitting at the front, I feel a little bit more safe. It's a late-night bus, so it can ease the burden and the bus drivers. South Korea is one of only a handful of countries to allow autonomous vehicles on its roads. And it's already spent hundreds of millions of dollars to advance the technology. But as I found out, it's still a long way from being perfect. The view that autonomous cars are our future is sheer science fiction and nonsense. On the street, we have dogs, children, weather, and technology hasn't yet sorted all of that out. That may never ever be solved. South Korea is showing that driverless public transport does work, but only in limited circumstances and at considerable cost. If this is an infrastructure that will make cities more efficient, then there's still a long road ahead. Nick Marsh, BBC News, Seoul.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "NEUTRAL",
        "view": 18092,
        "date": "2024-03-10"
    },
    {
        "url": "https://www.youtube.com/watch?v=81KuN24c1Bw",
        "title": "\nWhat to know about Donald Trump’s hush-money case | BBC News\n",
        "content": " The court says that this trial could last around six to eight weeks with hearing scheduled every weekday except Wednesday, meaning that an outcome is likely before US election day in November. I mid the several criminal and several trials. Mr Trump is facing. He continues to campaign for another term in office as part of that presidential race. Of course, he's hoping to beat the president Joe Biden and get back into the White House. So what impact could this trial have as Mr Trump sets his sights on another term in office. Well, to discuss this in a little bit more detail, I'm joined by Robert Morana, public opinion expert and a former political strategist and partner at the Brunswick Group, which is a management consulting firm. And also by Laura Fink, a democratic strategist. Welcome to both of you. Let's start with you, Robert. You're a former strategist, but also you work in comms and PR. Is this going to hurt or help Mr Trump's road to the White House? So I think that's a great question. And my view is that it sort of has a tertiary impact at best, because, and I think you heard it from the interviews from citizens today, is that his supporters believe that he's the victim of political persecution. His non supporters, Biden voters, if you, him is already guilty, there's a very small middle range. And those folks are really going to be focused on the economy, on inflation, on a lot of sort of kitchen table issues. So I'm not sure that this court case, as interesting as it is, is going to have much of an impact on the general election. Laura, do you agree or disagree with what Robert has just said? As someone who's been a democratic strategist, do you think that this court case is a gift for Joe Biden? I don't know that it's a gift, but it will have impact. Of course, there are a lot of things that could have impact on the election. The reason this could have impact is because a third of independence say that a guilty verdict coming down in this case is, we'll sway their vote, is likely to sway their vote. That's a, that's a good chunk of voters in what will be a very close election. There are, of course, a number of countervailing forces, but that number on independence should give the Trump team pause and the Biden team, you know, something that they could look to. Of course, in any campaign, you have three things. The player, you have the game plan and you have the weather. This is an example of the weather, the outside events that are impacting what happens on the campaign trail. And I'll stay with you, Laura. I mean, I remember covering the 2016 election when I was based in the US and the amount of airtime that Mr. Trump got in that campaign, surpassed a lot of the other candidates. And certainly when you saw him at rallies, and one of my colleagues was saying that in a way, all these court cases have become the equivalent of the rallies that we saw in 2016 in terms of galvanizing his base. Galvanizing his base and possibly having a deleterious effect on the voters, he's looking to persuade. This, of course, mandates that he be in the courtroom for these trials. And it takes some off of the campaign trail. Now, he is known to make hay out of any press opportunity, but this is not necessarily one that is going to win voters over to his side. And so I would say losing that control over where he is and what he does while on the campaign trail is a disadvantaged for Trump. And what about you, Robert? What do you make of that? I mean, what do you think some of seniors in the Republican Party are strategizing around this? Sure. So I agree with the other guest that the negative, in my opinion, is largely that it keeps him off the campaign trail a number of days. And I do see that as a negative. So I think that's a very good point. I disagree that this is going to have much of an impact because I think that voters already know that Trump is not a paragon of virtue. And they've known that for a very long time. So I'm not sure this is going to change opinions on that. I do go back to the economy because traditionally, in American politics, the where the economy is going has been decisive for the re-election of presidents. And right now, in America, you have 26% according to Brookings Institution polling saying that the economy is excellent or good, and 73% saying it's either fair or poor. And I think that that's where people are going to be focused. They're focused on sort of what can you do for me now and in the future, as opposed to some of this stuff. And there's a lot of concerns right now about inflation. So just really quick, the issue that the president has is on one hand, we have really good data from economic data from the government. On the other hand, we have very bad perception data among Americans. And so there's this huge disconnect. And so the Biden campaign is going to be spending a lot of time on trying to speak to the American people, encourage them and try to communicate to them that the economy is improving. And there have been small shifts in perceptions of the economy. The question is, can they get enough of a shift, like, say, letting it 96 to get reelected? And I think that's going to be the big issue and not the trials. So, Laura, let me bring you in on what Robert has just said there. These trials, if I'm summarizing Robert correctly, are a bit of a side show in the distraction. And actually, it's the economy stupid. Well, it's the economy student in the last couple of election cycles has proven to not necessarily cover what actually happens. It's an out-worn phrase because we see issues that are central to Americans' lives, like the issue of reproductive choice, like the issues around the criminal trials that we haven't seen before. So while the economy will certainly be central, these issues that are outside of it are compelling and in narrow elections, those issues matter. This particular case with the criminal cases proceeding forward also color the air and have a corrosive effect on memories of what it was like when we were under the Trump administration. So the question becomes, do voters remember that fondly or do they remember the chaos? And that really depends on how these cases proceed and how Trump behaves. He's the player in all of this. And if he resorts to how he has usually behaved, that once again is a net negative for him as the campaign wears on. Okay, Robert Laura, thank you very much for sharing your thoughts on that trial.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "POSITIVE",
        "view": 9821,
        "date": "2024-03-12"
    },
    {
        "url": "https://www.youtube.com/watch?v=ESjBr9JAgRc",
        "title": "\nIsrael allies urge 'restraint' instead of reaction after Iran drone attack | BBC News\n",
        "content": " Let's now talk about what is happening in the Middle East, where the Israeli Prime Minister Benjamin Netanyahu has reconvened his war cabinet following a missile and drone attack on Israel by Iran over the weekend. Iran has sought to justify its attack, saying Western countries should appreciate its restraint. Israel's allies, including the U.S. and the UK, urging restraint rather than retaliation. Our chief international correspondent Least is set. He's the latest. Welcome to Jerusalem. Well, the big question across this region last week was, what will Iran do next? And now this week, the same question is being asked about Israel. It's war cabinet met last night for three hours to deliberate about Israel's response after that unprecedented attack by Iran in the early hours of Sunday morning. 350 suicide drones, cruise missiles and ballistic missiles. And now again today, the war cabinet has convened. No statement yet about what they will do, but reports coming out of the deliberation so far indicate that there is a consensus emerging that Israel will have to retaliate, not now, but at a time in a manner of their own juicing. This kind of tension is reverberating in capitals around the world, including in New York last night where the UN Secretary General Antonio Gutierrez led a special meeting of the UN Security Council, warning that the region was on the edge of an abyss. It's one of the few places where Israeli and Iranian top diplomats can see each other face to face. Israel underlined that Iran, in his words, had crossed all red lines. Iran said its attack was a move of legitimate self-defense. And today, Iranian officials are saying that they acted with restraint. That's now how Israel sees it or its allies. Let's just take a look at all the latest developments with this report from our Middle East correspondent, Yolanda. Israel's air defenses called to action. In the early hours on Sunday, fighter jets battled waves of Iranian drones and missiles fired at Israeli targets. It marked the first time Iran has attacked Israel directly from its own soil. Explosions could be heard widely, including in Jerusalem and Tel Aviv. Israel says that 99 percent of more than 300 drones and missiles launched by Iran were intercepted. Some of those that got through hit here in the sensitive, never-team air force base in southern Israel. Nearby, seven-year-old Amina Hassuna was seriously injured when a missile fragment struck her house. The children were frightened and wanted to run away from home, and that's when the missile hit our house. The Israeli war cabinet met yesterday to plan its next move. One of its members, Benny Gans, said Israel would exact a price from Iran when the time is right. And last night, the UN Security Council met in an emergency meeting following the attacks. Israel called for sanctions on Iran and reiterated its right to a response. This attack crossed every red line, and Israel reserves the legal right to retaliate. We are not a frog in boiling water. We are a nation of lions. Following such a massive and direct attack on Israel, the entire world, let alone Israel, cannot settle for inaction. We will defend our future. Iran's ambassador to the UN told the meeting that its actions, which were in retaliation for a deadly air strike on its consulate in Syria, were justified. These countries, especially the United States, have shielded Israel from any responsibility for the gas de massacre. While they have denied Iran's inherent right to self-defense against the Israeli armed attack on our diplomatic premises. Amid rising tensions, the attacks have received widespread international condemnation. The scale and nature of Iran's heinous assault, the first direct attack from Iran on Israeli soil, poses grave risks to the security and stability of citizens across the Middle East. Now, world leaders are pressing for de-escalation in a bid for calm in the region. The Middle East is on the brink. The people of the region are confronting a real danger of a devastating full-scale conflict. Now is the time to defuse and de-escalate. All eyes are on Israel and how it responds. Your land's now BBC News, Jerusalem. So now, a moment of unprecedented military action, a war of words and intensifying diplomacy. Even world powers who normally disagree on most issues are now sending the same message. The Kremlin in Moscow saying it was extremely concerned about the possibility for escalation. The French President Immanuel Macron saying that everything had to be done to avoid a conflagration in the Middle East. And this morning, Britain's foreign secretary, Lord Cameron, has been sending a message to Israel to see it's taking down of Iran's wave of projectiles as a victory and not to retaliate. I think it's important to be respectful on these occasions. A country has had a massive attack from a dangerous and malign actor in the region. They will be considering. They are considering. The Israeli cabinet has been meeting already to consider that. Our advice is don't retaliate. Take the win. Recognize Iran has suffered a double defeat. Defeat as almost all their weapons were shot down. And defeat because the world can now see their true nature. That the right thing to do is to pivot now and look at Hamas and say they must release the hostages. So we wouldn't be supporting retaliatory action. But we're respectful of other countries. Lord Cameron will last night at the UN Security Council to members of the United States and the UK condemned Iran's strike. And in the midst of this criticism, Iran has spoken out again today of foreign ministry spokesperson defended Iran's action, saying it led to act it in restraint. Instead of making accusations, the Western countries should appreciate the Islamic Republic of Iran's restraint and responsible actions towards this stability and safety in the region. Western countries should blame themselves and answer to public opinion for the measures they have taken against the seven months of war crimes committed. The view from Iran, well for a very long time, Iran prided itself on what it called strategic patience. In other words, not responding immediately whenever it was provoked or threatened. But in Tehran now, senior military and political officials are using a new phrase. They call it a new equation to get some insight into Iran's thinking. We're joined by Muhammad Ali Shabani. He's the editor of Amwaj media. Welcome to BBC News, Muhammad. Thank you for having me. This sounds like a very dangerous moment with Iran saying that from now on, there is this new equation that when it is hit, it will hit back immediately. Is that how you understand it? Those are the precise words of the chief commander of the IRGC indeed. He stated that not only Iranian personnel, but any Iranian assets and interests that maybe hit will receive a direct response from Iran. And I think this is a reaction more than an action. And what I mean by that is that the April 1st bombing of the Iranian consulate in Syria, which initiated the Iranian attack that we saw in Israel, was a kind of change in the rules of the game, so to speak. The previously diplomatic premises were off limits. And Israel appears to have wanted to change that. But we're seeing now from Iran's side is to say, okay, we're going to change the rules of the game, so will we. So this is a very dangerous period because both sides are trying to lay out new rules of the game. Both sides, aside from this tit for tat, want to establish a powerful deterrence. In other words, to make it clear to their enemy that there will be a cost if they do strike. Now, there are some observers who say Iran strengthened its determents by showing its willingness to send this wave of missiles and drones. But others say it has weakened it because almost none of them reached their target. How would you see it? I think there's obviously different ways of looking at what happened. To me, the operation was carefully choreographed. It was telegraphed in advance, days in advance to Iran's neighbors to the United States. Iran also made the launches of, for instance, drones from its own territory, which meant that Israel had many hours of forewarning. I think that in a real life direct confrontation, which Iran has warned that it will engage unless, if Israel continues to take action against Iran, things will be very different. There will be no advance warning. There will be no choreographing. Drones probably will not only be launched from Iran, and most importantly, Iran's regional allies will also participate. And in such a scenario, I think very easily a group such as Hezbollah and Lebanon can overwhelm Israeli audiences. So I think what this episode told us all is that the countries which shot down many of the missiles, I think, did both Iran and Israel the same. They acted to provide both sides with a face-saving way out. They allowed Iran to say that we can claim victory. We took action that was unprecedented. Can also allow Israel to say that we also achieved victory by shooting down most missiles. I hope that makes sense. And how does Iran see its position in the region now? Of course, it has its allies and proxies, the so-called axis of resistance. But beyond that, it has been on the telephone repeatedly to foreign ministers in Saudi Arabia, to the United Arab Emirates. How does it see its positioning now? I think I mean, one major shift is that only a few years ago, countries such as the ones you mentioned, Saudi Arabia and the UAE, would have welcomed a confrontation between Iran and the United States. Things are very different now because partly these countries have initiated normalization processes. Iran is very eager to continue that process. So I think there's a mutual desire in the region among Iran and the Arab neighbors to lower tensions. And I think they're joined by Europe. So I think the onus right now is on Israel and it's next steps. Qumar Ali Shalani, I have a more adj media. Thank you very much for joining us here on BBC News with your reflections and insights into the thinking in Iran after this unprecedented attack. Iran says it didn't flick considerable damage. It said its missiles did hit the Nettivotir airbase in southern Israel. Israel admits that, yes, indeed, they did take a direct hit, but say the damage was minimal. So again, as always, Lucy in war, it's the facts on the ground, but it's also the perception of what happened on the ground, which tends to drive these conflicts.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "NEUTRAL",
        "view": 11111,
        "date": "2024-03-19"
    },
    {
        "url": "https://www.youtube.com/watch?v=zLDHRtbvvBE",
        "title": "\nIsrael says it’s shot down 300 Iranian drones and missiles with US help | BBC News\n",
        "content": " Welcome to Jerusalem as a new chapter is now being written in the turbulent history of the Middle East. After decades of shadow wars and covert operations, Iran and Israel long time arch enemies are now in direct confrontation. In the early hours of the morning here in this region, Iran launched hundreds of drones and missiles over Israeli territory. Israel backed by its allies said almost all of the projectiles were shot down. It says the attack was foiled. And this morning, Israel is still on high alert and the Israeli army says it is now weighing its response. Let's just look at this video of the events throughout the night here in Jerusalem and across Israel. What you hear is the air raid sirens in Jerusalem and many other cities. What you see on the screen is Israel's air defense system, the iron dome in operation. Flashes in the Jerusalem sky as drones and missiles are shot down. A coalition of Israel's allies, including the United States and the United Kingdom, helps shoot down some of the Iranian projectiles before they reached Israeli territory. This is footage of the intercepts happening over neighboring Jordan. And this is another video which shows the intercepts in the skies over Damascus and Syria. And you can see there the objects being hit in the sky. And to a reminder of just how regional this crisis is in Iraq as well, more drones and missiles were intercepted. As they traveled, some of them the drones taking hours to reach Israel being intercepted before they reached the borders of Israel. These are momentous times. Let's just recap here at 10 o'clock in the morning in Jerusalem and in many countries across the region. But we know so far. Israel says that Iran has attacked its territory with around 300 drones and missiles, including ballistic missiles. There were as we've just been seeing significant explosions in the sky over Israel. Those are being caused by interceptions from Iran's much, Israel's much-vonted air defense system, the iron dome. The Israeli military says it shut down as many as 99 percent of the drones and missiles fired from Iran. In the night, U.S. President Joe Biden spoke with Israel's Prime Minister Benjamin Netanyahu. He condemned the attacks by Iran. He said that the U.S. also shut down some Iranian drones. UK coalition forces were also involved in defensive operations. President Biden says he will convene a meeting of G7 countries earlier today to coordinate what he called a United diplomatic response. In terms of the damage, Israeli military says that one girl, a 10-year-old girl, was injured and they hope she will recover. And that light damage was caused to an air base in southern Israel. We're so waiting for details of that. Now this morning, after these overnight attacks, these unprecedented overnight attacks, the first time Iran is directly attacking Israel from Iranian territory, war of words is continuing with Iran warning Israel and the United States that any response by Israel would be met with an even harsher response. And Iran's proxies in the region have also been speaking. They also were in action last night. They fired rockets at Israel. Let's listen to Daniel Hagarri, the IDF spokesman, giving us this update. We're going to bring you that to the minute, but let's bring him in my colleague in London, Maryam Mashiri. Please, thank you very much indeed. Daniel Hagarri will listen to that quote in a moment or two, but I want to just briefly take a look at some of the major international reaction. President Biden rushed the situation room in Washington to keep across developments. The White House published a photo from the situation room on X. You can see here the president surrounded by some of his top security officials, defense secretary Lloyd Austin, Secretary of State, Anthony Blinken, among others. Well, President Biden has spoken over the phone with the Israeli PM Benjamin Netanyahu to say he condemns the attacks in the strongest possible terms. Well, in a statement, President Biden said after spoken with Prime Minister Netanyahu to reaffirm America's iron clad commitment to the security of Israel. I told him that Israel demonstrated a remarkable capacity to defend against and defeat even unprecedented attacks, sending a clear message to its foes that they cannot effectively threaten the security of Israel. He went on to say this, I will convene my fellow G7 leaders to coordinate a united diplomatic response to Iran's brazen attack. Well, the Prime Minister Rishi Sunak was also quick to release a statement overnight. It said this, I condemn in the strongest terms the Iranian regime's reckless attack against Israel. He said in the statement, these strikes risk inflaming tensions and destabilizing the region. Iran has once again demonstrated that it is intent on sowing chaos in its own backyard. The UK will continue to stand up for Israel's security and that of all our regional partners, including Jordan and Iraq. Alongside our allies, we are urgently working to stabilize the situation and prevent further escalation. No one wants to see more bloodshed, that from the Prime Minister Rishi Sunak. Well, the UN Secretary General Antonio Guterres released a statement saying this, I strongly condemn the serious escalation represented by the large-scale attack launched on Israel by the Islamic Republic of Iran this evening. I call for an immediate cessation of these hostilities and deeply alarmed about the very real danger of a devastating region-wide escalation. I urge all parties to exercise maximum restraint to avoid any action that could lead to major military confrontations on multiple fronts in the Middle East. Well, let's cross back to my colleague, Lee Stusset, who joins us live from Jerusalem and Least. Talk us a little bit more through what we know about what happened overnight and the reaction since then. Yes, many across the region are now looking closely at exactly what kind of retaliation Iran has carried out. There was so much discussion in the run-up to the Iranian strike, which was telegraphed by the United States with Joe Biden days ago saying that an attack was imminent and then saying it would happen sooner rather than later. And then there was the unnamed military sources in the U.S. speaking about the kind of attack that indeed did unfold in the early hours of the morning. 300 projectiles, including drones and missiles, including ballistic missiles. Iran has cast this as a limited, carefully calibrated strike. It caused limited damage, but here in Israel and amongst its allies, they are now looking at this strike. And even though the U.S. and the U.K. are urging restraint, Israel says it is now looking at its options. Well, let's look in more detail. We can join our security correspondent, Frank Ardner. Frank, just give us a bit more detail about what kind of weaponry Iran deployed in this first retaliatory strike against Israeli territory. Okay, so according to the Israeli military, the IDF Iran launched 170 drones, which were all intercepted and around 120 missiles, mostly ballistic missiles. Now Iran has invested heavily despite all the years of sanctions on it. It's managed to build up a significant force of ballistic missiles. But Israel's intelligence will know exactly where those were launched from. So I would expect that Israel's response when it comes will almost certainly be starting at hitting those bases from which the missiles were launched. It was Israel didn't intercept all of these on its own. Some of them were intercepted over Jordanian airspace. Some I think over Syria and Iran, because some of the missiles and drones took secure to its roots. It's 1500 kilometers between the two countries, between Iran and Israel. The way I would categorize this, that I would, I suppose, depict at least, is that I think we are on the middle run of an escalatory ladder. So there's been this simmering conflict between Iran and Israel. Really ever since the Islamic Revolution back in 1979. But the big events that have really heated this up and pushed things to the state that they're in now is the October 7 attack by Iran backed Hamas on Israel. Then the Gaza war, of course, but specifically Israel's attack, as you mentioned, on April 1st, although Israel didn't claim responsibility for it. Everybody knows it was Israel that hit the Iranian consulate in Damascus killing senior commanders. That was considered by Iran to be a major escalation because it was an attack on Iranian territory, even though it was in Damascus. It was diplomatic territory, and it has spent the last 13 days for the security establishment. Mulling over what their calibrated response would be. The problem is that we are in a tip attack situation now, and Israel's response, I fear, will escalate things further. Frank, there are a number of projectiles used by Iran. It marks a significant escalation. But is it also fair to say that a lot of some of this was symbolic. Here in Jerusalem, we knew the drones had been launched, but it took two hours for them to reach the Israeli skies if they reach them at all. So, Iran would have known that they may have planned that the damage, the impact on the ground would be limited. Is that part of how they would see this carefully calibrated response? I think that is the crucial word calibrated exactly. There is more that Iran could have done. It seemed that it was aiming at primarily military targets. One of the casualties is a 70 year old Bedouin girl in the south of Israel. It was certainly aiming at the Niva team airbase in the Negev in the south of Israel. Yes, there is more that it could do. Iran, don't forget that the IRGC, the Iranian Revolutionary Guards call, has a thing called the Poods Force, which is its external operations wing. It is kind of they do black ops. And Iran in the past has struck at Israeli targets outside the region. So, this isn't over. Iran has said, that is it. The account is settled for now. And that is what the way Israel looks at it. So, Israel will retaliate and then Iran has threatened a response to that retaliation. So, as I say, we're on this middle wrong of an escalator ladder. And beyond this tit for tat that we're seeing unfolding now and could unfold further, there is the broader issue, isn't there, Frank, of deterrence? That Iran wants to send a clear signal, Israel wants to send a clear signal, that they are able and willing to inflict significant cost. So, the other side should not try to attack them again. Unfortunately, there's a lot of pride involved here. On both sides, Israel with some justification feels very proud of its defenses, its idea. And of course, let's not forget that against the background of all of this, you've got the Gaza conflict going on with over 33,000 people killed mostly civilians. That had galvanized much of the region into a huge sense of disapproval of Israel. But many of the countries in the region, as you've brought snowlies, are no friends of Iran. So, you've got the monarchies, the Gulf state monarchies, are quite wary of Iran. I mean, Saudi Arabia only ended its own simmering conflict with Iran's proxies in March last year. So, Jordan, for example, has helped shoot down some of these missiles. Jordan finds itself cut off court in a very difficult area. Iraq, although Iraq is seen by some as a bit of an Iranian proxy these days, nevertheless, Iraq will be deeply unhappy at this escalation. None of this, of course, is good for business. None of its good for economies. None of its good for foreign investment. So, the entire region will be holding its breath now, just hoping that Israel's response, if and when it comes to Iran, is going to be elevated to the extent that it doesn't take this further. What do we mean by that? Well, all six Gulf Arab states have our host to US bases. And at the moment, the US is not involved other than shooting down the drones. And the US has said, we're not going to take part in any Israeli response. But if Iran chose to attack those US bases, that would bring in the Gulf states. There would be the risk to things like desalination clouds, oil and petrochemical processing. You know, you'd be looking at a huge, great, big Middle East war, which is exactly the escalation everyone feared ever since October the 7th. Frank, as always, thank you for bringing in your wisdom and insights both on the security and also the a little little front. I'm sure we'll be speaking to you again today.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "POSITIVE",
        "view": 15912,
        "date": "2024-03-11"
    },
    {
        "url": "https://www.youtube.com/watch?v=TTUsxD62398",
        "title": "\nCorals turning white and dying after record heat, say scientists | BBC News\n",
        "content": " The future of the oceans coral reefs is more perilous than ever. That's according to the US National Oceanic and Amphospheric Administration. In the last few minutes, it's announced what it calls the fourth mass coral bleaching event is already underway. Well, this is what's at risk, mile after mile of coral reef, slowly turning white or even dying out altogether. By some estimates, around 50 percent of coral has been lost in the last 20 years. Well, let's get more on this development. Let's speak to our start supporter, Georgina Renard, who's in the newsroom for us. And Georgina, welcome here to the program. This seems quite a disturbing new report to bring us right up to date. Yes, that's right. So what these US officials are saying is that we're now in the fourth global mass coral bleaching event. The first one was in 1998 and we've had two since then and now we're in the fourth one. Now what this means is coral is is is very sensitive animal. It lives it often in shallow waters, but when the water it's living in gets too hot, it gets stressed. It expels an algae that lives inside it and then it can turn white and often it can die. This is interesting also because we've been seeing for months these broken climate records, ocean heat driving up and really seeing unprecedented levels of warming in the ocean. It's partly driven by climate change or mostly driven by climate change and also by El Nino, this natural climate fluctuation that started last year. We've been reporting on those broken records for months, but this is now the first really solid global evidence of just what that heat is doing to the oceans and to this really fragile sensitive ecosystem. And these reefs coral build these vast cities underwater that sometimes call the seas architects and inside those reefs live the quarter of all marine life. So this isn't just about these amazing animals, it's also about the rest of us are fishing and also the income, the trillions of dollars at coral reefs generate around the world. And you know we're seeing coral reefs in all their glory with all their colours, but once the bleaching starts is there any way that it can be stopped or reversed? That's one of the strange things, the pictures actually look quite beautiful, but scientists say up close when they dive in the water the coral is decaying and they can see it's sort of coming apart. Unfortunately this is once the coral starts to bleach, it's very difficult to turn back. If it's given enough time it can recover, but it needs one even five years to get better and in that time it's quite susceptible to disease. If there's enough time between these heat episodes it can get better, but at this rate that seems unlikely. There are some local solutions, so some coral reefs have had some successful restoration, they have managed to create some coral that is resistant to these higher temperatures, but all the scientists I've spoken to to prepare for this story, they said that it's really a case of adapting to a future with a different type of coral and much less of it rather than really being able to save all of the coral reefs across the world's oceans. Now in previous bleaching events how much of the world's coral reefs were actually lost? So it's very difficult to tell exactly how much coral mortality there's been, that would require scientists to go onto every single piece of coral reef in the world. In the last episode which 2014 to 2016 more than half of the world's corals were in waters that were too hot and in some areas we saw 25% 30% up to 50% mortality. This episode that these US officials have just declared is still ongoing and they're saying they do expect that bleaching to surpass it and just one of the things to think about is that coral provide this amazing home, some of the sounds that they make that amazing creaking and almost singing it's vital to the to the fish that live in in the waters and when the fish actually use that creaking to find their way home and when the coral dies the fish lose that sound that's sort of the siren that takes them back and so what we see when the coral dies is fish and other animals can no longer find that way back to the these huge reefs that they call their home. So it's interesting we have to leave it there but thanks for bringing us right up to date on that breaking new report.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "NEGATIVE",
        "view": 14621,
        "date": "2024-03-12"
    },
    {
        "url": "https://www.youtube.com/watch?v=JWKtR0wh-UE",
        "title": "\nDonald Trump in court for historic hush-money trial | BBC News\n",
        "content": " As promised, let's return to our main story, the former president, Donald Trump, standing trial in a criminal case in New York. So let's head back to New York. These are the pictures of Donald Trump leaving to actually go to that Manhattan court and then arriving. He's now inside the courthouse itself. Nedda Tawvik is there, our chorus monitor, and Nedda, just word from the court in the last few minutes that Donald Trump has lost a second bid to actually remove the judge in this case. Tell us more about that. Yeah, that's right, Matthew. Before the trial gets formally underway, the judge said there were a few loose ends as he called it to address. One of those was again, this last ditch attempt once more by Donald Trump's lawyers to have the judge recuse himself. They claim that because his daughter works for a democratic consulting firm and because he made comments about candidates in their use of social media that he should not be allowed to preside over this trial. Well, the judge said that Donald Trump's team didn't provide any evidence of any conflict just in Uendo. And so he said that the matter was closed. He would not recuse himself and the trial would get underway. There was another kind of point where, you know, Donald Trump did ask to be able to be absent from the court in May, May 17th. That was a date when his son will be graduating from high school. Remember, Matthew, because this is a criminal trial, Donald Trump is required to be here every day unless he gets permission from the judge to be absent. So as I say there, a bit of kind of loose ends being tied up here at the court house. But Donald Trump is there. His campaign spokesperson is there. His two groups of attorneys representing him there in the court house, along with them, and Hatton District Attorney, Alvin Bragg and his team. So all key characters, parties in this case, their Matthew, and waiting for this trial to formally start. Yes, it is such a moment we finally arrived at. All of those numerous attempts to get the case pushed back last week, all failing. So it's starting there today. We have reporters outside where you are. We have reporters inside. Just give us a sense of what the scene is like there. You're there just to describe the feeling and the attention this is getting. Yeah, well, Matthew, I mean, you can just imagine the world's media down here on both my right and left. There is a long line of press assembled. We are in a kind of a press pin that has been set up by the NYPD because all around us, they have barricades set up to secure this area. Keep in mind, besides the NYPD, you also have the Secret Service on site here, again, just underscoring how different this is from a normal trial taking place in New York. We have not only a former president, but the Republican presumptive nominee. And so security is extra tight here in Lower Manhattan. What we have seen is in the park right in front of me, right in front of the court house, a steady stream of very passionate pro and anti-Trump supporters have been turning up to voice how they feel about this trial. Let it all be. We'll be back to you later in the program. Thanks very much for the latest.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "POSITIVE",
        "view": 13981,
        "date": "2024-01-18"
    },
    {
        "url": "https://www.youtube.com/watch?v=gANc45stBz8",
        "title": "\nUkraine braced for new Russia offensive as power plants targeted in strikes | BBC News\n",
        "content": " Ukraine's president has warned the country is fast-running out of air defenses and artillery to fend off Russian attacks. Vladimir Zelensky warned that if U.S. Congress continues to hold up a multi-billion-dollar military aid package, then Ukraine will lose its war against Russia. On Thursday, power plants were attacked in a Russian bond barbed-ments, with hundreds of thousands of people being left without power. Our Eastern Europe correspondent Sarah Rainesford sent us this update. I think what we're seeing here now is clearly a sustained and a deliberate assault by Russia on Ukraine's energy system. It started back in March of two massive attacks on this country with drones and missiles, but here in Harcath destroyed all the power stations essentially. So it left this city without power for some time. They worked to restore it, but there are rolling blackouts here, a real limit on the amount of electricity available. All customers urge to avoid using too much. There's also generators everywhere you go on the streets. And then on Thursday morning and the early hours, we've got this next huge attack, dozens of drones and missiles fired by Russia that overwhelmed Ukraine's air defenses. And in Kiev, a major power plant there has been completely destroyed. I spoke to the boss of the company that ran that plant and he says that they can repair it. If they get the spare parts from allies in the West, then in theory they can rebuild that power station, get it up and running a game. But he asked me what the point of that would be if they can't protect it. And that is the problem. If there are renewed Russian attacks, which looks like will happen, then the problem is air defenses. In Ukraine, they are extremely stretched, extremely limited. And it is very difficult to protect these power plants. So that's why we've heard a game from President Zelensky. We will plea to the West to help Ukraine with its air defenses. A sense of frustration, I think, about lots of promises being made, but very limited aid coming through specifically in terms of air defenses. And I think that's important because it is quite clear that Russia is continuing these attacks. And they're not only becoming more intense these attacks, they're also more accurate. And that means for Ukraine, they're more devastating. Sarah Reigns with the – well, I spoke to Yaroslav Trofimov, who is the president of the U.S. Chief Foreign Affairs correspondent at the Wall Street Journal, and author of our enemies will vanish. I asked him what he thinks might happen. Well, I mean, the Russians have been on the offensive already since the end of last year. They have taken a city of Abdivka, the first city they have been able to capture in New Rear. And every day they're inching ahead, taking a village here, you know, a few – another small village there. So far, they do get a great cost. In tens of thousands of Russian soldiers were killed and named. We're not in thousands of pieces of equipment. We're lost. So far, Ukraine is holding out. But the issue of air defenses obviously is a key also in the battlefield, because Russia is using more and more of these glide bombs to the devastating effect. And Ukraine just doesn't have enough air defense interceptors to protect it. They've got structure back in Kiev and other cities and the frontline units. And that is one area that is allowing the Russians to advance. So you would draw a line then between Ukraine's response or its performance on the battlefield and the funding and the weaponry it is provided by the West? Oh, very much so. Very much so. And I think the US government draws it as well. You know, when Abdivka fell in February, the White House said this happened because the Republicans who control the House are representative haven't allowed the funding to go through to a dangerous train out of ammunition. And it's true. You know, if Ukraine and Russia had roughly a parity in the number of shells that would fire a day in September, October last year, now the advantage the Russians have is about five to one to ten to one. So Ukraine is outgunned. It's under defensive. And now it's increasingly struggling with protecting its skies from the overwhelming Russian air power. And do you think that Russia has almost an endless supply of munitions? That seems to be what you're saying. It's not endless, but while Ukraine is not getting American help, Russia is getting ballistic missiles from North Korea. It's getting a very large supply of this long range Shahedrones from Iran. So its allies are helping it. And obviously, you know, Ukraine would have a little bit easier in the coming months once the F-16 fighter jets come online because they can also be used for air defense. But you have this basic as symmetry in the war because Russia can strike and does strike anywhere in Ukraine. And Ukraine is not allowed by the US or its Western allies to use any of its western flat weapons to strike any targets in Russia. And cannot use these weapons to strike Russian airfields, Russian oil installations, Russia refineries. And when it does strike this targets with its own domestic produced drones, it gets criticized by the US government. Yes, I love Trotvin, talking about Ukraine and the Russia war.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "NEUTRAL",
        "view": 12289,
        "date": "2024-01-17"
    },
    {
        "url": "https://www.youtube.com/watch?v=sHdGg_2p-Qw",
        "title": "\nWhat makes India's Modi so popular? | BBC News\n",
        "content": " Thank you, Movin, a woman shouts waiting for the Prime Minister to arrive. Narin Ramodin is the reigning superstar of Indian politics. Rallyes like these are an integral part of an Indian election, but only a few leaders have evoked such a response in the country's history. What we are seeing there is the confidence of a party that very much believes it's going to win another resounding victory. And what we've also seen amidst the crowds is confidence about being Indian on the global stage. One of the things that Prime Minister Modi's tenure will be remembered for. Mr. Modi is a divisive figure, but here among his mostly Hindu following, he can do no wrong. He's like God for me, he's made women like us feel safe. He's a good speaker and he has built trains and roads and villages and cities. No one had done that till now. Building infrastructure has been one of the strengths of Mr. Modi's government. A few miles from the rally in Othra Pradesh, we saw a road that was made just over a year ago. And that farmer Ashok Singh transporting his produce. We can move freely now and security is better too, but unemployment and price rise are big issues for us. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see. This is a local cell of Mr. Modi's BJP. Across the country there are key driving force for the party's success. Every member from the bottom to the top of the party is given a one-page list like this one of 60 voters. I most person only. Who they are tasked to meet several times ahead of the election. That's coupled with an unparalleled and exhaustive social media campaign. Every day I send messages on 400 groups. Each of them has hundreds of members. Our target is to reach at least 150,000 new people each day. Sometimes the message being spread is far from the truth. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. To evacuate Indian students, a claim that had then been rejected by India's foreign ministry. Much if mainstream news media and ministers from the Modi government amplified the claim. We asked a group of first-time voters outside of the university what they believe. Yes, definitely. Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. Only a few questioned the claim. It is a crucial power to influence what people believe to be true. Ultimately, it will affect how they vote. You with Alamay, BBC News, may run.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "NEGATIVE",
        "view": 14444,
        "date": "2024-01-6"
    },
    {
        "url": "https://www.youtube.com/watch?v=C4ck4210Ij0",
        "title": "\nHow stolen socks and a ladies’ handbag led to a British Diplomat's kidnap in Iran | BBC Newsnight\n",
        "content": " Good evening. A British diplomat kidnapped in Iran has been freed after nearly 24 hours. Although I was moved around from one detention centre to another during the 24 hours, it's quite lively. I think the Iranians had this fear that there's some miraculous SAS operation from early up to the sudden it come and release me. The arrest of Edward Chaplin by Iran was big news in 1987. The fallout lasted years and severely damaged diplomatic ties between the two nations. But this extraordinary tale actually began at a shopping centre in Manchester and is a lesson in how things can escalate. It was a vice-console by the name of Ali Klasami who was arrested by the police for shoplifting. I can still remember the details. Two pairs of socks and a lady's purse, I think, were nicked from the Aandale Centre from the BHS, I think. And so he was ordered to report to police station a week later, I think. And when he failed to show the police went looking for him. And he, in the phrase of the police report, I think resisted arrest, so there was a scuffle. This afternoon, the Iranian Ali Klasami went to the foreign office to show off his injuries such as they were. There are signs of torture by the police. This, the Iranians took as a mortal insult that one of their diplomats, as they saw it, had been beaten up by the police. And so the Iranian reaction was that this had happened to somebody else. Some other diplomat had to be mistreated just as Mr Klasami had in their eyes been mistreated. Edward Chaplin was stopped as he was driving his family home yesterday afternoon. He was beaten up and taken away. Lo has moved around from one detention centre to another, drawing the 24 hours, it was quite lively. So then I was hooded and handcuffed and put in the foot well of a car and driven back to quite close, in fact, to the gulac compound where my wife and family were waiting for you. Out of Tehran at last and changing planes for London. After weeks of waiting, facing all sorts of charges and amid huge media interest, Edward Chaplin was eventually sent home. Have you recovered completely from your audio? I feel fine, as you can see, no marks, I feel fine. I just need some rest, perhaps the family in particular, perhaps worse for them. Well, it was a big relief to finally get out because I was worried mainly the impact on my family. It was hand-send you true that it was much worse than it in my wife, didn't know whether I was alive or dead or being tortured or whatever. And Britain's retaliation for his beating and the episode was a disaster for UK-Iranian relations. In diplomatic terms, what then happened? Foreign Secretary registered our government's outrage and some of the Iranian tragedy affair. We made very clear to the Iranian authorities our view that they were responsible for securing his safety. We led to tit-for-tat expulsion. So when he and I think three others were expelled, then four, the Iranians expelled four tit-mats from our mission and so it went on. Is a prelude to Britain's toughest action yet in the tit-for-tat ral? So more or less a freeze in the relationships across the board. And it took another 18 months or so before gradually started to rebuild the relationship. So we've all started with a couple of pairs of socks and a lady's handbag. Yeah, that's the way the thing has happened. Of course, the situation we see in the world now is far greater than that. We're dealing with a far more serious situation. But do you think there are lessons that we can learn about what's happening now? From this example, this sort of example. Anger and wounded pride and shock is not a good way to drive your policy when something dreadful happens. The longer term answer there is, of course, very difficult to do in current circumstances. But the attempt should be made is to find ways of re-engaging, finding not just us, but finding ways for the wider international community to re-engage with Iran. And in doing so to distinguish between what the regime gets up to and the Iranian people? Obviously a big obstacle to diplomatic negotiations is the fact that the Americans don't even have an embassy in Iran. No. I mean, and that really is an absurdity if you think about it. I mean, for 45 years there's been no formal relationship between the world's one remaining superpower and what like El-Nat is a regional power to be reckoned with and very influential for good, overill in the region and more widely. We are now in a situation where Iran is much closer than it ever has been to acquire any clear weapon and are clear to that. So a very big threat to regional stability. But the lessons are still that engagement with Iran is better than trying to sanction it to change its behavior because that clearly has not worked.",
        "summary": "After weeks of waiting, facing all sorts of charges and amid huge media interest, Edward Chaplin was eventually sent home. Obviously a big obstacle to diplomatic negotiations is the fact that the Americans don't even have an embassy in Iran. Anger and wounded pride and shock is not a good way to drive your policy when something dreadful happens. Of course, the situation we see in the world now is far greater than that. Two pairs of socks and a lady's purse, I think, were nicked from the Aandale Centre from the BHS, I think.",
        "feeling": "POSITIVE",
        "view": 8271,
        "date": "2024-01-26"
    },
    {
        "url": "https://www.youtube.com/watch?v=8Q21gXWIPyU",
        "title": "\nPolice bust cyber gang accused of fraud worldwide | BBC News\n",
        "content": " Police have taken down an international cybercrime gang based in the UK that had been offering a service to criminals which allowed them to steal from victims using four-gillent text messages with 37 people worldwide now having been arrested, 24 of which in Britain. It's estimated that 70,000 people have fallen victim to the scams, which saw them put their personal details into a website hosted by Labhost. Our reporter Tom Simon's has the details. It's 5 a.m. in South London, the end of a two-year investigation. Hey! Hey! Hey! This was one of a series of coordinated raids targeting cybercrime in 17 countries, masterminded from the UK. One man was arrested here and 23 others around the UK. And this all began about two years ago when security experts for the banking industry spotted on the dark web criminals offering other criminals a service, a way to make money using fishing with a pH. Labhost provided the technology and training for other criminals to carry out fishing attacks, sending fraudulent text messages to get people to hand over their personal data. The police say there were an estimated 70,000 victims in the UK bombarded with messages linking to 47 fake websites, usually seeming to be online payment or shopping services. 480,000 payment card numbers have been stolen and 64,000 pin numbers. And if you thought only older or less technically savvy people get scammed, will you be wrong? The victims in this case have been aged between about 25 and 45 predominantly. Pretty young then, digital natives. Well, it's people who live their lives online that perhaps do their banking online, that shop online, they're more likely to fall victim to this because their use of the internet is just so prevalent. As the arrests were taking place, including at Luton and Manchester airports, you'll be identified as they're involved in lab hosts. Police were also contacting 25,000 victims they've identified, giving details of how they've been scammed and giving them advice. As for lab hosts, well yesterday this was the moment it was shut down and replaced with this message from the police to the scammers. Tom Simons, BBC News, South London.",
        "summary": "Police were also contacting 25,000 victims they've identified, giving details of how they've been scammed and giving them advice. As the arrests were taking place, including at Luton and Manchester airports, you'll be identified as they're involved in lab hosts. And if you thought only older or less technically savvy people get scammed, will you be wrong? It's estimated that 70,000 people have fallen victim to the scams, which saw them put their personal details into a website hosted by Labhost. 480,000 payment card numbers have been stolen and 64,000 pin numbers.",
        "feeling": "NEGATIVE",
        "view": 4092,
        "date": "2024-01-12"
    },
    {
        "url": "https://www.youtube.com/watch?v=5VyCN93m664",
        "title": "\nParis police evict hundreds of migrants from camp ahead of Olympics | BBC News\n",
        "content": " Police in Paris have removed hundreds of homeless migrants from a squat in the city, which is believed to be the biggest in France. More than 400 migrants were believed to be living in the camp to the south of Paris. Some human rights groups have questioned the legality of the eviction. This is the latest in a series of operations to clear camps used by migrants in around Paris, which will stage the Olympic Games in July and August. Let's speak now to Erlie Sir Louis, who is a freelance cheerlist in Paris. Thanks very much for coming in the programme. Thank you for having me. So just to talk us through what happened here? Well, in the morning, this morning, police, right, please moved in. And as you said, they evacuated hundreds of migrants who, according to eight associations, were mostly legal migrants who had been living there and working, you know, living there, staying there, while they were working across the Elephant Paris region. And they moved them elsewhere. We don't know yet where to generally speaking, the authorities tend to bring at least some of those they evacuated during such actions to reception centres a bit further away from Paris, but we don't have confirmation on that just yet. And what do the authorities say is the reason behind all this? Well, I've been talking to the authorities a few weeks ago because there have been some stories about, you know, evacuations ahead of the Olympic Games that, as you know, will start in late July here in Paris. And eight associations have been saying that alleging that the authorities were trying to get people out of the city centre, out of areas where the Games will be happening or where people will be staying in this area this morning in Vichyso Sen, which is just south of Paris. Some delegations will stay there. There will be no competitions there, but for example, the Japanese breakdowns team, breakdance is part of the Olympic Games this time run. They will stay there. So eight associations have been saying, you know, you're bringing them away to make, you know, that the area prettier. However, the government is applying. No, this is just what we always do. And we provide temporary shelter or even permanent shelter. We want to bring people to safety actually. And this is just what we always do. However, the authorities admit that there are certain areas in Paris where people, homeless people can't stay doing the Games. One of these areas is, for example, right next to the lawn in front of the Ambalid, you know, the museum there, because you will have the archery competition and there will be a temporary stadium that will be built there so people can't stay and sleep rough there. What about human rights groups, sort of, they had to say? Well, human rights groups are complaining that the authorities, so to say, are allegedly cracking down on people sleeping rough on migrants, on anybody who could disturb this, you know, image of a beautiful Paris during the Olympic Games and the Paralympic Games, by the way, that'll start. In late August, they're also saying that the number of places in temporary shelters or even permanent shelters are not far from enough, actually, for the number of people who live, who sleep rough here in Paris, eight associations estimate that there are about 3,000 or maybe more than 3,000 people who don't have permanent home here in Paris. And authorities have been telling me, we provide three or 400 places for people, so the figures seem to diverge. The authorities are saying the eight associations are getting the figures wrong and the eight associations are accusing the authorities of underestimating the needs.",
        "summary": "The authorities are saying the eight associations are getting the figures wrong and the eight associations are accusing the authorities of underestimating the needs. However, the authorities admit that there are certain areas in Paris where people, homeless people can't stay doing the Games. And authorities have been telling me, we provide three or 400 places for people, so the figures seem to diverge. So eight associations have been saying, you know, you're bringing them away to make, you know, that the area prettier. And we provide temporary shelter or even permanent shelter.",
        "feeling": "POSITIVE",
        "view": 9863,
        "date": "2024-02-22"
    },
    {
        "url": "https://www.youtube.com/watch?v=MBHwEENbVqo",
        "title": "\nUkraine war: Russian missile strike on Chernihiv kills 15 people | BBC News\n",
        "content": " To Ukraine now and a Russian missile attack has killed at least 14 people in the city of Chernehev, according to officials there. Dozens of other residents have been wounded and the authorities have appealed urgently for blood donations. The missile strikes hit an eight-story building and others nearby. Ukraine's president Zelensky says it wouldn't have happened if Western allies had supplied enough air defenses. James Waterhouse reports from Kiev. Us passengers die for cover after two missiles hit nearby. What follows is the haunting sound of a third. In Chernehev, air strikes happen with little notice. Russia tried and failed to take this city, but with its border only 60 miles away the skies bring a constant threat. I was walking my dog says Maxin. I heard a hit, then the second and the third. I thought it was air defense working. The explosions are followed by a familiar recovery routine, with the number of dead expected to rise. For Ukrainians there is no escaping Russia's invasion and their leader keeps asking his allies for more air defenses. With our partners, we work to get more real help to achieve true equality in the defense against terror, for the same rules to apply to us here in Ukraine. With Western military aid continuing to deplete, Ukraine is increasingly fighting this war on its own. James Waterhouse reporting from the Ukrainian capital. Well, let's hear now from BBC Verify's Olga Robinson. She has been assessing the latest footage. As you've just seen, this was the moment a Russian missile hit the city of Chernehev earlier today. You can see people here looking at smoke in the distant, and then there's an explosion. We've checked this and this video is new. We also know it was filmed in Chernehev because details in it like this, bust over here and the building in the distance do match the area. And so far, Ukrainian officials have said 14 people were killed and more than 60 were wounded. As you can see from this picture that was posted by President Vladimir Zelensky, several flaws of a building that was directly hit were badly damaged. Now just to remind you, Chernehev is quite close to the Russian border. It's only 100 kilometers away. That's about 60 miles. And at the start of the full-scale invasion of Ukraine in 2022, the city was under siege for more than a month. Now the attack on Chernehev happened just hours after reports of a Ukrainian attack on a Russian airfield here in the annex Crimea. Here's a recent satellite imagery from the airfield that you can see helicopters that are stationed there as well as other aircraft. We also know that this airfield isn't heavy use because it's been described by independent media as Russia's main logistics hub for its operations in southern Ukraine. Now local telegram channel channels have posted this video earlier today claiming to show explosions at that airfield which is located in the city of Junko. Now the video is very dark as you can see but there are just about enough details like the trees and lamppost and some of the pavement that we can match it to location to a nearby location in the residential area. Now a NASA satellite has also picked up signs of active fires around the airfield overnight and you can see them here in red on this heat map. Now some social media channels have also posted this image claiming to show the aftermath of the strike and we know the picture is new because we've checked but we are still trying to verify the location so we haven't been able to independently verify this picture and we haven't seen any official statements from Russia on this yet either. Now Russian military infrastructure in Crimea has been a regular target of Ukrainian attacks since the full scale invasion began and as Ukraine is expecting a large Russian offensive for late spring or early summer we're likely to see more images like this emerge online.",
        "summary": "Now the attack on Chernehev happened just hours after reports of a Ukrainian attack on a Russian airfield here in the annex Crimea.  To Ukraine now and a Russian missile attack has killed at least 14 people in the city of Chernehev, according to officials there. As you've just seen, this was the moment a Russian missile hit the city of Chernehev earlier today. Here's a recent satellite imagery from the airfield that you can see helicopters that are stationed there as well as other aircraft. Ukraine's president Zelensky says it wouldn't have happened if Western allies had supplied enough air defenses.",
        "feeling": "NEGATIVE",
        "view": 18201,
        "date": "2024-02-12"
    },
    {
        "url": "https://www.youtube.com/watch?v=4983ibLEagk",
        "title": "\nDeadly Africa heat caused by climate change, scientists say | BBC News\n",
        "content": " Now scientists say that the recent deadly heat wave in West Africa and the Sahar would not have taken place without the impact of climate change. Temperatures saw about 48 degrees Celsius in Marley last month, with one hospital linking hundreds of deaths to the extreme heat. Researchers from the World Weather Attribution Group say human activities, such as the burning of fossil fuels and deforestation, made daytime temperatures to up to one and a half degrees hotter than normal in the region. Well let's speak to our environment correspondent Matt McGraw. Matt just explained what this survey found as what happened and what is happening. Indeed as you point out this heat wave raged across the Sahel region in West Africa for five days and five even warmer nights in the end of March and early April. It saw temperatures as you pointed out across the region go above 45 degrees. In Marley they went above 48 in one town, they went above 48 and a half degrees. So in intense burst of heat which you say saw temperatures rise 1.5 degrees above pre-industrial in an awful lot of the region but at night temperatures were above two degrees in many parts of the region and when you consider that this was during Ramadan people were fasting there was literally no relief and that may well be linked to the number of deaths that people have recounted the hospital in Bamako in Marley, receiving 102 deaths in the early days of April they compared that to last year when they had 160 in the whole of April. So they are clearly linking those deaths to the heat, I say a lot of those people were elderly and they also say that's essentially this is the tip of the iceberg in terms of the numbers of people that were affected by this intense heat wave. And they're also warning about what will happen in decades to come if nothing is done to try and stop climate change and global warming. That's right the researchers here linked this very clearly to the use of oil, coal and gas to deforestation to agriculture around the world that have driven up emissions of carbon dioxide and other warming gases. That's put our current temperatures 1.2 degrees above what they were before the industrial era but those temperatures are going to continue to rise and the researchers say that this heat wave was essentially a once in 200 year event at the moment but if our temperatures globally go up to about two degrees which could happen in the next 10 to 15 years maybe longer then that heat wave would occur once every 20 years. So there's a massive multiplier in terms of the global temperature going up in the next number of years. Matt McGraw, our Environment correspondent thank you.",
        "summary": "Temperatures saw about 48 degrees Celsius in Marley last month, with one hospital linking hundreds of deaths to the extreme heat. So there's a massive multiplier in terms of the global temperature going up in the next number of years. It saw temperatures as you pointed out across the region go above 45 degrees. In Marley they went above 48 in one town, they went above 48 and a half degrees. Well let's speak to our environment correspondent Matt McGraw.",
        "feeling": "NEGATIVE",
        "view": 19102,
        "date": "2024-02-17"
    },
    {
        "url": "https://www.youtube.com/watch?v=PS44XnG6FvU",
        "title": "\nQatar reassessing its role as mediator between Israel and Hamas | BBC News\n",
        "content": " Qatar says its reassessing its role as a mediator between Israel and Hamas more than six months into the war. Qatar has had a key role, along with Egypt and America, in trying to secure a ceasefire between Israel and Hamas and the release of Israeli hostages. But Doar says its efforts were being undermined by politicians, seeking to score points. Let's take a listen to Qatar's Prime Minister. We have seen that there has been an abuse of this mediation in favour of narrow political interests. This means that the state of Qatar has called for a comprehensive evaluation of this role. We are now at this stage to evaluate mediation and also evaluate how the parties engage in this mediation. Let me know why the European Union leaders have agreed to tighten sanctions on Iranian producers of drones and missiles in the wake of Tehran's unprecedented attack on Israel on Saturday night. The president of the European Council says it's important to do everything to isolate Iran. Tensions in the region remain high with Israel's Prime Minister insisting his country will make its own decisions about how to respond to Iran's drone and missile attack. The U.S. Western Allies fear striking back against Iran could trigger a broader war. For more on Qatar's role in brokering a truce between Israel and Hamas, I spoke to our Middle East correspondent Yolanda. Qatar has really played a key role along with Egypt, with U.S. involvement as well. Of course, back in November, we did have a week long truce and hostage release steel. But since then, it proved much more difficult to try to get some kind of new deal agreed between the two parties. Qatar is really seen as being an important go-between because it does have significant leverage over Hamas. It hosts in Doha some senior Hamas leaders, as it has done for many years. They live there in exile. And at the same time, Qatar has this very important role as an ally of the U.S. in the region. It hosts a large U.S. military base in its desert. And often does serve a purpose in these kinds of negotiations. Now, these are strong comments that have been made by the Prime Minister, who is also the foreign minister of Qatar, Sheikh Mohammed bin Abdul Rahman, Ethani. And he has really been talking about how there are narrow political interests that are being served here by some of the comments against Qatar. And it's clear he really does seem to mean some things have been said in recent days in Washington, particularly by one U.S. Democratic congressman who is accusing Qatar of actually blocking a deal to bring home the hostages, saying that it's far too close to Hamas and that the U.S. should reevaluate its relationship with this big player in the Gulf. Already, Qatar's embassy in Washington have responded to that quite strongly criticizing those remarks. Yeah, exploited and abused the words that the Prime Minister has been using. That's right. And this is extremely strong language. And I think it just shows how sensitive these things are for Qatar that does straddle this very difficult role in the region. It's a country also because of its proximity to Iran. It doesn't like to antagonize Iran. It doesn't have diplomatic relations, proper diplomatic relations with Israel. But it has often acted as a go between when it comes to previous ceasefire negotiations with Hamas in Gaza. And really because of just the importance of the U.S. to Qatar, this small but very well of Gulf country, I think it wants to nip in the bud this idea that it is not an honest broker here. It also highlights how things are in the Qataris words at such a delicate phase at the moment when it comes to negotiations on a new deal that could bring home some of the remaining Israeli hostages still held by Hamas in Gaza and at the same time lead to a ceasefire there. Because you have really at the moment this very difficult position where Israel only wants to talk about a pause in fighting. It doesn't want to talk about ending the war without dismantling Hamas in Gaza. Hamas doesn't want to talk about a pause. It wants to complete end to this war before it will release the hostages it's holding.",
        "summary": "It doesn't want to talk about ending the war without dismantling Hamas in Gaza. Because you have really at the moment this very difficult position where Israel only wants to talk about a pause in fighting. But it has often acted as a go between when it comes to previous ceasefire negotiations with Hamas in Gaza. And I think it just shows how sensitive these things are for Qatar that does straddle this very difficult role in the region. But since then, it proved much more difficult to try to get some kind of new deal agreed between the two parties.",
        "feeling": "NEGATIVE",
        "view": 14282,
        "date": "2024-02-19"
    },
    {
        "url": "https://www.youtube.com/watch?v=JjpxZQymQV0",
        "title": "\nUS Senate hearings looking at Boeing safety | BBC News\n",
        "content": " Let's talk about Boeing. The global fleet of 787 Dreamliner jets should be grounded immediately. The manufacturing errors have left them structurally unsound. That, broadly speaking, was the evidence given today by this man, engineer Sam Salipore, who has been testifying before the U.S. Congress. Mr Salipore told the Senate Committee that a race to speed up production has led to serious issues with the airplanes, including small gaps between sections of the fuselage. In a rush to address its bottlenecks in production, Boeing hit problems, pushing pieces together with excessive force to make them appear that the gaps don't exist even though they exist. The gap didn't actually go away and this made a result in premature fatigue failure. Effectively, they are putting out defective airplanes. Well, in the statement Monday, Boeing said we are fully confident in the 787 Dreamliner because of the comprehensive work done to ensure the quality and long-term safety of the aircraft. These claims about the structural integrity of the 787 are inaccurate. But there were already some concerns that Boeing's competition with its European rival Airbus had compromised safety. The U.S. National Transportation Safety Board was investigating problems with the smaller 737 max. After a door plug fell from an Alaska Airplane, you might recall shortly after takeoff. The NTSB concluded that four bolts meant to attach the door securely to the aircraft had not been fitted. Let's speak then to Barry Valentine. He's a former director of the U.S. top aviation regulator, Federal Aviation Administration. Thank you so much for being with us. So, what is it that Mr Salaport is saying here about the production of the Dreamliner? And what are the implications of what he's just set out? Thank you for inviting me. I had an opportunity earlier to watch some of the hearing, including some of that gentleman's comments. And I'm not personally qualified to offer an opinion on the technical aspects of what was presented. But I'd say clearly, Boeing has its work cut out for to convince both the traveling public and the FAA that as it moves forward, it is making certain that it has the safety culture that I think many of us think that certainly once had and needs to make sure it has gone forward. Is he the only one that's raising the alarm or are there others within the production team who think safety has been compromised? As I understand it over time, there have been folks who've raised issues about whether their concerns were properly addressed to their boss's old or to management at that Boeing. I'm an engineer by training, so I tend to look at these situations for my statistical point of view as opposed to what can very often, particularly for the traveling public, be somewhat of an emotional view, particularly if you're someone who's several lost a family member or friend and an accident. And we'd note that the Boeing 737s have been flying for over a half a century. They've built over 12,000 of them. One out of every four airplanes in the world fleet today is a Boeing 737. And they've flown literally hundreds of millions of flights. So you have to look at that against the background of the number of events that they've occurred. But again, I think there's been a consensus that over the last couple of decades, there's been kind of a management change at Boeing that where one could argue that there was greater emphasis on profits and at possibly the cost of what had historically been a good safety culture. In terms of regulation, though, I'm wondering now what the options are for the Senate committee, but also for the Federal Aviation Authority, because they're somewhat on the halt now. They've been told, they've been given evidence by a whistleblower that it's not up to scratch. So what do they do, given that he thinks the entire fleet should be grounded? I disagree that the entire fleet should be grounded, but the FAA, as a result, most recently, of the dual-plugged, but as a result of other events over the years, but more recently has been looking very closely at Boeing. They've visited this plant that that instructors going through and they have in fact found that there are issues that need to be addressed. And so the FAA is currently working with Boeing to see that that becomes the case. And as we go forward, I think that's going to continue to be the case. Based on these hearings, I suspect there will be emphasis on making sure that there are a sufficient number of FAA personnel looking at what's going on in Boeing, looking out to concerns that were raised by the people who testified today and others, again, to make sure that as Boeing goes forward, that there are questions about the quality of its safety standard systems. The knock-on effects of this are pretty serious for the airlines themselves who have some of these planes on order, but also for us the passengers, because if the production line stalls and deliveries are delayed, then our prices go up, don't they? That's likely to be the case. There'll be fewer airplanes against the particular demand, which these days seems to be increasing. I mean, I know I recently bought an airplane ticket a couple of days ago, so I'm sensitive to the price structure in the industry right now, and that could very seriously be affected. Barry Valentine, good to talk to you. Thank you for coming on the program. Thank you, my pleasure.",
        "summary": "Is he the only one that's raising the alarm or are there others within the production team who think safety has been compromised? There'll be fewer airplanes against the particular demand, which these days seems to be increasing. And as we go forward, I think that's going to continue to be the case. One out of every four airplanes in the world fleet today is a Boeing 737. And so the FAA is currently working with Boeing to see that that becomes the case.",
        "feeling": "NEGATIVE",
        "view": 14282,
        "date": "2024-02-11"
    },
    {
        "url": "https://www.youtube.com/watch?v=7xxCjaeqHyg",
        "title": "\nInvasive species of ants will cost Australians more than $22bn if left to run rampant | BBC News\n",
        "content": " Now, in Australia, a new report is due to be handed down into the spread and threat of one of the world's most invasive species, Fire Ants. The ants are thought to have entered the country in shipping containers from South America about two decades ago. They pose a threat to people and livestock, or joining me now is Professor Helen Roy, who is an ecologist at the UK Centre for Ecology and Hydrology. Just explain to our viewers what are Fire Ants and why are they so dangerous? Thank you. So Fire Ants are small insects, and the red-imported fire ant originates in South America. And it is a species that's been spread around the world in a variety of different ways, but particularly can be found in soil, for instance, as imported in one way or another. These quite tiny ants can form quite large colonies, and they are omnivores, that is, they eat a lot of different things, and particularly they will prey on, for example, seabirds or turtlings, which are of particular concern in some regions, but also a whole variety of other insects. So they can really change the communities of species that might be in a particular area, but they also make changes to the soil ecosystems too, and they have a very painful sting, so humans can also be affected. And in Australian terms, they cost a lot of money, I'm reading 22 billion by the 2040s in trying to combat them. Yes, that's right. So it's really important with any of the so-called invasive ant species that has been, that has been, species has been moved from one part of the world to another by human activities, and then they go on to have some kind of impact. The most important thing to do is to prevent their arrival in the first place, but once they do arrive, management is really expensive, but actually the cost of inaction is even greater. So what are the options that are available to tackle them, and Australia obviously spending a lot of money on it, but how can they, they seem so small and so innocent, and you know, but in fact they're causing all this devastation? So one of the advantages is that because they have nests, so it means that you can control quite a large number of them, so there are a variety of different treatment options. Some of the treatments involve sterilizing the queen, for instance, which essentially then kills a colony, but there can be other ways in which they can be controlled through sort of baiting, so the ants take back these toxic baits to the nest. But things are really important, the people are aware of these threats to biodiversity, these invasive ant species, and they play a important part in terms of surveillance and monitoring, keeping a lookout, and reporting any sightings that they have as quickly as possible. Because any action, if it can take place as quickly as possible, there's going to be more effective than if the insects are left to spread and to establish. And briefly, does global warming contribute to this, are they more likely to spread because of the warming climate? Certainly, particularly insects, they will benefit many of them will benefit from a warming climate. And for example, in the UK, as the temperatures are warming, we're expecting more of these insects could thrive within these in the UK, where previously they would not have been able to flourish because the conditions just wouldn't have been right. They could also change their behaviour a little bit when the climate changes. So for example drought conditions can make them go more deep into the soil and make them more difficult to control. Interact with climate changes is really important. Okay, Helen Roy, ecologist at the UK Centre for Ecology and Hydrology.",
        "summary": "So for example drought conditions can make them go more deep into the soil and make them more difficult to control. They could also change their behaviour a little bit when the climate changes. Certainly, particularly insects, they will benefit many of them will benefit from a warming climate. So Fire Ants are small insects, and the red-imported fire ant originates in South America. And briefly, does global warming contribute to this, are they more likely to spread because of the warming climate?",
        "feeling": "NEGATIVE",
        "view": 14282,
        "date": "2024-02-28"
    },
    {
        "url": "https://www.youtube.com/watch?v=Uqg40vCjd2M",
        "title": "\nRussian soldier death toll hits 50,000 in war with Ukraine | BBC News\n",
        "content": " Now let's turn to the war in Ukraine for more than two years. BBC News Russian Service and its partners Media Zona have been gathering and verifying the identities of more than 50,000 Russian fighters killed in Ukraine. Now that figure is eight times more than the losses Russia has acknowledged. The data collected by the BBC reveals that more Russian fighters died in the second year of the war than the first a reflection of how Russian tactics have changed over time and confirmation that the human cost of the war has only gone up. Lead investigator Olga Ivshina has more. In Russia the number of war graves is growing fast. Malpia 115th November 9th November 111st Listing the dates of death volunteers have sent us this video from the city of Vladivostok. And here is the same cemetery from above. In the last two years it has grown twice in size. A pattern seen in graveyards all over Russia. Since the start of the invasion the BBC and its partners have been verifying photos of graves, social media posts and news articles to track down the number of Russians killed fighting in Ukraine. So far we have verified 50,000 names. Our data shows that Russia has lost 23% more troops in the second year of an invasion compared to the first. This reflects the shift in tactics. At first Russia was relying on its professional soldiers deployed to carry out complex operations. But since January 2023 Russia started sending thousands of inexperienced troops towards soldiers themselves called the mid-grinder. The Russians are now able to bring a lot more firepower to bear against Ukrainian positions when they go into the offensive. As long as the Ukrainians are unable to shift that balance of firepower, the mid-grinder tactics will very likely continue to be quite successful in in taking limited areas of ground across the front. Prisoners, recruited and sent to war, have been crucial to these tactics. In return for six months on the front line, they were promised freedom if they survived. To understand the average military lifespan of a prison record, we have tracked down more than 1,000 inmates from the day they signed up to the day they died. Our data reveals that more than half of prisoners in our sample have died within just 12 weeks of arriving at the front line. And the prisoners would be sent first onto the Ukrainian positions and that would force Ukrainians to reveal themselves and engage them possibly with artillery. The real units would then be able to conduct their own offensives against already pre-weakened Ukrainian positions. Whilst our count only includes deaths recorded publicly, data from cemeteries across Russia suggests the true figure is likely to be twice as high. Asked for comment the Russian government did not respond. And as Russian forces continue to push on, pictures of new graves keep coming every day. Olga Ivchena, BBC News.",
        "summary": "Whilst our count only includes deaths recorded publicly, data from cemeteries across Russia suggests the true figure is likely to be twice as high. And as Russian forces continue to push on, pictures of new graves keep coming every day. The real units would then be able to conduct their own offensives against already pre-weakened Ukrainian positions. Our data reveals that more than half of prisoners in our sample have died within just 12 weeks of arriving at the front line. Our data shows that Russia has lost 23% more troops in the second year of an invasion compared to the first.",
        "feeling": "NEGATIVE",
        "view": 16221,
        "date": "2024-02-11"
    },
    {
        "url": "https://www.youtube.com/watch?v=YEHA-u8b43A",
        "title": "\nTesla whistleblower says she wants an Elon Musk apology before she dies | BBC News\n",
        "content": " With the Tesla now and a whistleblower, a whistleblower who's battled Elon Musk and the carmaker through the courts for a decade has been speaking to the BBC. Christina Ballon says she's still seeking a public apology for how she was treated after raising safety concerns about Tesla vehicles. Until 2014, Ms. Ballon was a rising star at the carmaker in the US. She spoke to our technology editor Zoe Kleinman. I was the only woman in the team like engineering team and in the beginning it was great. In the early days, Christina Ballon was doing so well at Tesla her initials were engraved on the car's batteries, but she says it wasn't long before things took a turn for the worse. Everything went south when I realised that they were hiding some critical safety issues. She claims they pretended that they didn't know and you decided to go right to the top you went to Elon Musk himself. I tried to. And what exactly was the safety concern? They realised that they make a design and engineering mistake on the carpets, you know, that every, the carpets that you have under the pedals and in the front of the car. So what happened? It's those carpets, they were curling under the brake and under the acceleration. Christina further claims that she'd heard there were complaints made about this issue. So he believes Tesla was aware of it. She claims that when she shared her worries, Tesla's management turned hostile. She lost her job, sued the firm and won. But then Tesla did something unexpected. They dare to accuse me of serious crimes. Like in Basement, they just purely invented those with one scoping mind to give a lesson to everybody who will dare to speak up. Tesla said in a public statement that Christina had used company resources for a secret project. She denies this and the firm has never provided proof. What do you want to get out of this now? This long running battle with this company? I want to clear my name. I wish Elon Musk had a decency to apologise. I am battling the most aggressive type of breast cancer. And Elon Musk and their lawyers knows that. And they were willing to allow a little boy who I'm his hero for him. You know, I'm the mommy who does airplanes and cars to let my memory of me for him. We shadow forever that his mom stole from Tesla. And I want to do something for all the cancer patients out there and especially breast cancer patients. You're setting me off. My goodness. BBC News put her claims to Tesla, but the firm has not responded. On its website, Tesla says safety is the most important part of every Tesla. We design our vehicles to exceed safety standards. This up would have done the right thing for so many times, for so many years. And they did that. It'll now be up to the California courts to decide the next chapter for Christina, who's currently in remission from her cancer. But there's no court date set yet. So we climb and BBC News.",
        "summary": "It'll now be up to the California courts to decide the next chapter for Christina, who's currently in remission from her cancer. Christina Ballon says she's still seeking a public apology for how she was treated after raising safety concerns about Tesla vehicles. And I want to do something for all the cancer patients out there and especially breast cancer patients. This up would have done the right thing for so many times, for so many years. On its website, Tesla says safety is the most important part of every Tesla.",
        "feeling": "NEGATIVE",
        "view": 14282,
        "date": "2024-04-1"
    },
    {
        "url": "https://www.youtube.com/watch?v=KPOlxGD9yZU",
        "title": "\nBBC research reveals 50,000 Russian soldiers have died in Ukraine | BBC News\n",
        "content": " What is the true cost in blood on the battlefield to Russia, of Vladimir Putin's decision to invade Ukraine? Well, a BBC investigation alongside the independent Russian website MediaZona reveals that more than 50,000 Russian soldiers have died so far in the war. The official Kremlin figure is much lower. In truth, the dead on both sides pile up. Overnight, a Russian missile attack killed several people in the northern Ukrainian city of Cheneyiv. More than 70 others were injured. Meanwhile, President Zelensky has again called for Ukraine to get the same international military support as Israel. lawmakers in America have now confirmed they'll soon be voting on a massive aid package. More on Russia's dead in a moment, but first, James Waterhouse is live in Kiev for us tonight, James. Clive, there is nothing new about Russia launching widespread missile attacks on Ukraine. But there are for Kiev some disturbing familiarities, where Moscow is once again targeting the country's energy infrastructure, and it's also looking to overwhelm Ukrainian air defenses with massive missile and drone attacks. There are also differences as well in terms of how Ukraine is able to defend itself. After a missile attack today in the city of Cheneyiv, President Zelensky doesn't just see it as a devastating strike, but a symbol of depleting Western support. Bus passengers die for cover after two missiles hit nearby. What follows is the haunting sound of a third. In Cheneyiv, air strikes happen with little notice. Russia tried and failed to take the city, but with its border only 60 miles away, the skies bring a constant threat. The force of the blast did this to Anastasia's home. It will be very cold to spend the night here. I have to children, so we'll go to the neighbors, and then we'll repair this, but I don't know if it makes sense at this stage of our lives. A familiar recovery routine followed. For Ukrainians, there is no escaping Russia's invasion. And after watching Western Allies unite behind Israel, their leader wants the same for his country. So, you use the Kizarris. Allies have shown in the Middle East what they can really do when there is enough determination. Ukraine is increasingly fighting this war on its own. Its chances of victory have become more remote, and instead of planning to liberate all of its territory, here is calculating how much of it could be conceited to Russia. President Zelensky is being more frank about the chances of losing, in an attempt to restore a much needed sense of urgency. NATO is continuing to posture with sea and air drills along its eastern European flank. Its members are still promising military aid. We just had an important and timely discussion on how to step up for the power support to Ukraine, in particular on how to provide more air defense systems to Ukraine. Because the situation on the battlefield remains very difficult, and we all heard Ukraine's clear and urgent appeal for more support. What Kiev is really hoping for is a £49 billion package to be signed off in the U.S. Congress, after months of delay, that's set to be voted on this weekend. If it passes, Ukraine might do more than hold on. If it doesn't, the talk may shift to compromise or defeat. James Ortehouse, BBC News, Kiev. Today, the Kremlin responded to the BBC's investigation into the numbers of war dead and neither confirmed or denied are reporting that at least 50,000 troops have died. Officials say they're bound by laws on state secrets. Russia, the number of war graves, is growing fast. 9th of November. Listing the dates of death volunteers have sent us this video from the city of Vladivostok. And here is the same cemetery from above. In the last two years, it has grown twice in size, a pattern seen in graveyards all over Russia. Since the start of the invasion, the BBC and its partners have been verifying photos of graves, social media posts and news articles to check down the number of Russians killed fighting in Ukraine. So far, we have verified 50,000 names. Our data shows that Russia has lost 23% more troops in the second year of invasion compared to the first. This increase reflects a shift in tactics. At first, Russia relied on its professional soldiers deployed to carry out complex operations. But since January 2023, Russia began sending thousands of inexperienced troops forward in waves to weaken Ukrainian positions and expose their location to Russian artillery. Soldiers themselves call it the meat grinder. The Russians are now able to bring a lot more firepower to bear against Ukrainian positions when they go into the offensive. As long as the Ukrainians are unable to shift that balance of firepower, the meat grinder tactics will very likely continue to be quite successful in taking limited areas of ground across the front. Prisoners recruited and sent to war have been crucial to these tactics. In return for six months on the front line, they were promised freedom if they survived. We have tracked down more than 1,000 Russian inmates from the day they signed up till the day they died. Of that number, more than half the prisoners were killed within just 12 weeks of arriving at the front line. Whilst our count only includes deaths recorded publicly, data from symmetries across Russia suggests the true figure is likely to be twice as high. And as Russian forces continue to push on, pictures of new graves keep coming every day.",
        "summary": "Whilst our count only includes deaths recorded publicly, data from symmetries across Russia suggests the true figure is likely to be twice as high. And as Russian forces continue to push on, pictures of new graves keep coming every day. Of that number, more than half the prisoners were killed within just 12 weeks of arriving at the front line. Overnight, a Russian missile attack killed several people in the northern Ukrainian city of Cheneyiv. Well, a BBC investigation alongside the independent Russian website MediaZona reveals that more than 50,000 Russian soldiers have died so far in the war.",
        "feeling": "NEGATIVE",
        "view": 14212,
        "date": "2024-04-2"
    },
    {
        "url": "https://www.youtube.com/watch?v=JWKtR0wh-UE",
        "title": "\nDonald Trump in court for historic hush-money trial | BBC News\n",
        "content": " As promised, let's return to our main story, the former president, Donald Trump, standing trial in a criminal case in New York. So let's head back to New York. These are the pictures of Donald Trump leaving to actually go to that Manhattan court and then arriving. He's now inside the courthouse itself. Nedda Tawvik is there, our chorus monitor, and Nedda, just word from the court in the last few minutes that Donald Trump has lost a second bid to actually remove the judge in this case. Tell us more about that. Yeah, that's right, Matthew. Before the trial gets formally underway, the judge said there were a few loose ends as he called it to address. One of those was again, this last ditch attempt once more by Donald Trump's lawyers to have the judge recuse himself. They claim that because his daughter works for a democratic consulting firm and because he made comments about candidates in their use of social media that he should not be allowed to preside over this trial. Well, the judge said that Donald Trump's team didn't provide any evidence of any conflict just in Uendo. And so he said that the matter was closed. He would not recuse himself and the trial would get underway. There was another kind of point where, you know, Donald Trump did ask to be able to be absent from the court in May, May 17th. That was a date when his son will be graduating from high school. Remember, Matthew, because this is a criminal trial, Donald Trump is required to be here every day unless he gets permission from the judge to be absent. So as I say there, a bit of kind of loose ends being tied up here at the court house. But Donald Trump is there. His campaign spokesperson is there. His two groups of attorneys representing him there in the court house, along with them, and Hatton District Attorney, Alvin Bragg and his team. So all key characters, parties in this case, their Matthew, and waiting for this trial to formally start. Yes, it is such a moment we finally arrived at. All of those numerous attempts to get the case pushed back last week, all failing. So it's starting there today. We have reporters outside where you are. We have reporters inside. Just give us a sense of what the scene is like there. You're there just to describe the feeling and the attention this is getting. Yeah, well, Matthew, I mean, you can just imagine the world's media down here on both my right and left. There is a long line of press assembled. We are in a kind of a press pin that has been set up by the NYPD because all around us, they have barricades set up to secure this area. Keep in mind, besides the NYPD, you also have the Secret Service on site here, again, just underscoring how different this is from a normal trial taking place in New York. We have not only a former president, but the Republican presumptive nominee. And so security is extra tight here in Lower Manhattan. What we have seen is in the park right in front of me, right in front of the court house, a steady stream of very passionate pro and anti-Trump supporters have been turning up to voice how they feel about this trial. Let it all be. We'll be back to you later in the program. Thanks very much for the latest.",
        "summary": "His two groups of attorneys representing him there in the court house, along with them, and Hatton District Attorney, Alvin Bragg and his team. Before the trial gets formally underway, the judge said there were a few loose ends as he called it to address. Well, the judge said that Donald Trump's team didn't provide any evidence of any conflict just in Uendo.  As promised, let's return to our main story, the former president, Donald Trump, standing trial in a criminal case in New York. So all key characters, parties in this case, their Matthew, and waiting for this trial to formally start.",
        "feeling": "NEGATIVE",
        "view": 19821,
        "date": "2024-04-3"
    },
    {
        "url": "https://www.youtube.com/watch?v=Nm-1WArxD5I",
        "title": "\nUnited Nations to launch $2.8bn aid appeal for Gaza | BBC News\n",
        "content": " The UK Foreign Secretary-Lord Cameron has arrived in Jerusalem for talks with Israel's leaders about their response to Iran's drone and missile attack over the weekend. He's also expected to discuss the continuing humanitarian crisis in Gaza. The United Nations is launching a $2.8 billion appeal to provide aid to the Palestinian population in the Gaza Strip and Occupied West Bank, with 90% of the money going towards Gaza. Meanwhile, as Israel continues to meet to decide how and when it might respond to Iran's missile and drone attack, the US and EU looked to impose new sanctions on Iran. The White House has said they will target Iran's missile and drone programme, and EU foreign policy chief Joseph Borrell said the block was working on a sanctions plan after a number of EU nations requested a tough response. Let's get the latest with our diplomatic correspondent James Landel, who's in Jerusalem. James, welcome to you. What can we expect from David Cameron's visit there? Well, I expect him to continue the message of restraint that Western leaders have been calling for ever since Iran attacked this country with missiles and drones over the weekend. The Prime Minister had a call with the Israeli Prime Minister, Benjamin Netanyahu, last night in which he said escalation was in no one's interest. It would only deepen the insecurity of the region. It was time for calm heads to prevail. As well as that message, though, I think the Prime Minister that the Foreign Secretary will also be talking to the Israelis about what more they can do to get aid in to Gaza. That's something that has been, I think, the focus has moved away from that because of the attention on Iran. And I think also the Foreign Secretary is going to try and return some of the pressure back onto those talks to try and get a cease-fire in Gaza saying, look, it's up to Hamas to accept a deal. So I think those are the areas that he's likely to discuss when he meets his Israeli leaders and also those Palestinian leaders in the occupied West Bank. James, what more do we know about possible sanctions the US and EU are discussing over Iran? Well, the Americans suggest that they are going to introduce new sanctions on Iran, specifically over attacking the supply chains that allow Iran to build drones and build their missiles. The EU are also talking about that. There's a meeting of G7 foreign ministers and Italy later on today that David Cameron, Lord Cameron will also be at. They're also going to be talking about sanctions as well. So I think there's an attempt to try and keep this coalition of support for Israel that has grown as a result of Iran's attack at the weekend and try to operationalize it, if you like, and say, look, let's see what we can do to put more pressure both diplomatically and also economically on Iran as a result. But remember, sanctions take a long time to have any practical impact. So in the short term, it's purely about political positioning putting more pressure on Tehran. Okay, James, thank you. Well, let's speak now to Amin, a psycho professor of Middle Eastern studies at the Australian National University. Welcome to you. Thanks very much for being with us. Let's start with Iran. Several days on now from their attack on Israel, what's the view do you think in Iran from the upper echelons and those who were behind this decision to attack Israel directly? Do you think they view this as a success? Well, from their perspective, it has been success because they basically wanted to reestablish deterrence and at the same time send a very strong signal to Israel that Iran is not a paper tiger and it is prepared to protect its assets in the region because Iranian attack was very much in retaliation to Israel's bombing of the Iranian consulate in Damascus. But at the same time, Iran has made it clear that it's not there to open a big war with Israel. And it's a retaliation was very measured and it did not really cause a lot of damage to Israel and it only targeted a military basis. But of course, Israel was not able to deal with the Iranian missiles and drones on its own. In fact, many of those projectiles were shot down by the Americans and the British and of course also the Semics and Jordanians. So it also, the Iranian attack in a way showed Israel's vulnerability. In other words, Israel is no longer an invincible power and therefore the only power in the region and Iranians have really made a sign. Yeah, you say it was very measured across the red line by directly attacking Israel for the first time ever and you say also reestablish deterrence. But we don't know what the Israeli response is going to be and there are those calling for a direct strike on Iran's nuclear facilities, aren't they? So it could still escalate it and is that a risk that the Iranian regime is willing to take? Well, absolutely, but now it depends on what Israel is going to do and if Israel wants to attack Iranian military and nuclear facilities and oil resources, then obviously that is going to result in a much bigger escalation of this conflict. The Iranian side is made that clear that they will be responding to any Israeli attack and a much harsher way than they have in the past. And so therefore the scene is really set for the widening of this conflict unless Israel is restrained and of course this is but the United States and also some of the Salahs, including Britain, are trying to do to basically ask Israel not to retaliate or at least not to retaliate in a way which could result in the expansion of the conflict. Doesn't this leave Iran increasingly isolated and under pressure at home? We saw Jordan take part in shooting down some of those drones, didn't we? We haven't seen any of those regional allies come out and support regional countries come out in support of Iran and the people of Iran are under pressure economically as well. There have been of course increasing protests against the regime over the past year, 18 months. So isn't actually the regime under more pressure? Well, the regime is under pressure and but I don't think the regime really expects it that the Arab countries or for that matter, Jordan really coming out in support of Iranian actions. I think the regime is fully aware that it does not have the love of everybody in the region but it does have the support of Russia and has the support of China. Iran has got very close strategic ties with these two powers and at the same time it has got plenty of assets in the region that they can use against Israel and against the international supporters of Israel. Have they decided to get involved in an Israeli war with Iran? I'm in cycle, thank you. The United Nations has voiced concerned about escalating violence in the occupied West Bank. It comes after a wave of attacks sparked by the killing of an Israeli teenager. The UN has accused Israel's security forces of active participation in attacks on Palestinians by Jewish settlers. The vast majority of the international community considers the settlement illegal under international law although Israel disputes this, his huge abyssaicia. Qadon-sic-t-v, a man setting fire to a car as Israeli settlers storm a Palestinian village in the occupied West Bank. Israeli soldiers watch outside and appear to do nothing. Across the West Bank of the weekend, Israeli settlers went on a rampage. This was the village of Mughair, near Ramallah on Saturday. Settlers set houses in Qadon-fire, killing one man. Jihad Abu Aliyev, he was 25 and planning to get married in June. Jihad was trying to prevent the settlers from breaking the house door of Sam House, where dozens of the town residents arrived in the home to prevent them from burning the house. It wasn't the first time settlers attacked us, but we weren't expecting a huge number of them. The violence was sparked by the disappearance of this Israeli boy. 14-year-old Ben Yamin Ahimeh. He went missing on Friday and a day later was found dead. The Israeli army says he was murdered. The attacks show how tensions in the West Bank are escalating. Since the Hamas attacks on the 7th of October, more than 460 Palestinians and 13 Israelis have been killed. If nothing changes, there will be even more violence. For this campaign and monitoring settlement activity, the situation is unprecedented. I think that the level of the settlers' violence is the highest that I remember. They feel also a lot of support from the government, probably from the public or from the public. That their violence is kind of necessary against the evil which are the Palestinians. It's not only set the violence that's on the rise, raids by the Israeli army have intensified killing many Palestinians. The Israeli army says it's investigating the arson incident caught on CCTV. But across the West Bank, many Palestinians are living in fear. They wonder when the next attack will come. Hyogo Basha'i, BBC News, Jerusalem.",
        "summary": "The Israeli army says it's investigating the arson incident caught on CCTV. It's not only set the violence that's on the rise, raids by the Israeli army have intensified killing many Palestinians. Qadon-sic-t-v, a man setting fire to a car as Israeli settlers storm a Palestinian village in the occupied West Bank. The vast majority of the international community considers the settlement illegal under international law although Israel disputes this, his huge abyssaicia. They feel also a lot of support from the government, probably from the public or from the public.",
        "feeling": "NEUTRAL",
        "view": 5021,
        "date": "2024-04-4"
    },
    {
        "url": "https://www.youtube.com/watch?v=D1iMZaLjBU4",
        "title": "\nOlympic flame lit in Greece's ancient Olympia | BBC News\n",
        "content": " Now I want to take you back to Greece and to Olympia where the flame lighting ceremony is taking place. Let's have a listen in as we expect that flame to be lit in the next five minutes. We'll be seeing these corroy later on. Waiting for us at the temple. Near the priestesses, featuring the high priestess as well, a artistic director of the flame lighting ceremony and the coriota to refer, Artemis Ignatiu, who will learn in a few moments time, formally there she is, strike the drum that will formally begin the torch-plating ceremony. We distinguished guests, let the course, but here, President, and the gals that will lead us to the prostitutes and the poffettons in the air, and this is always a very magical moment for the official Olympic flame lighting ceremony. An ancient Olympia, of course, the flame was lit throughout the duration of the games, and that is the continuity that we're seeing in the modern era as well. Once this flame is lit, it will not be extinguished until the closing ceremony. So that the scene live in Olympia, where the sacred flame for the Paris 2024 Olympics is to be lit in, of course, the ancient birthplace of the games. There will then be the torch relay, which will spread from the acropolis to the South Pacific. As you can see, hundreds of dignitaries and spectators are there in Southwest Greece, where the modern day Olympics were born, and where the ceremony is held every two years for both the summer and the winter Olympics. Now, you can see there, there is the Greek actress Mary Meena. Now, she is, we think, going to help bring the Olympic flame to life with the help of a parabolic polished mirror before handing it to the first torch bearer. So there is a parabolic mirror that you can see there, is in the middle of your shot, which we think is actually what is going to be help used to help light the flame. It will then be passed to the first torch bearer, who is an Olympic rowing champion, and then it will be handed on as it goes on the torch relay. The ceremony here in Olympia, been conducted in the ruins of the 2,600-year-old temple of Hera. As we saw in the pictures, the Greek president is there, as is the international Olympic Committee President Thomas Back, who we heard talking a little earlier. The torch itself, hacks back to the ancient Olympics when a sacred flame burned throughout the games. The tradition was revived in 1936 for the Berlin Games. Now, there will be an 11-day relay of the torch on Greek soil. Some 600 torch bearers will carry the flame over a distance of 5,000 kilometres through 41 different municipalities and areas of Greece before it is then given over to the Paris 2024 organizers. That will happen in April in the 26th, when the actual flame gets handed over to Paris. What we are seeing at the moment is this ceremony where we expect that the polished parabolic mirror will be used that you can see there in the shot to help light the flame. Let's have a listen in. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the ceremony. The first stage of the ceremony is the ceremony. The first stage of the ceremony is the ceremony. So if you have just joined us on BBC News, we are watching live from Olympia in Greece, the sacred flame lighting ceremony for the Paris 2024 Olympics. Of course, happens in Olympia, which is the birthplace of the ancient games before that TOURCH relay takes place from takes place from the Acropolis to the South Pacific. There you can see the flame being walked in to the ancient 2,600-year-old temple of Hira in Greece. The Greek President, the International Olympic Committee President amongst the dignitaries there, as of course are the officials from the Paris 2024 games. The actual Olympics will start on the 26th of July in Paris, 19 days of competition, but of course, before that gets underway, there is always the torch relay and it starts from Greece where that flame will make its move during an 11-day relay in Greece itself. Around 600 torch bearers will carry that flame over 5,000 kilometres through 41 municipalities. Before it is then handed over to the Paris 2024 organisers, that will have a special ceremony as well to the site of the first modern Olympics of 1896. That will happen on April the 26th then, of course, across France. There's going to be 10,000 torch bearers that will carry the flame across 64 different French territories. There will be 400 towns, dozens of attractions during its 12,000-kilometer journey, both through mainland France and also the overseas French territories in the Caribbean, Indian Ocean and Pacific. So there we see the flame being put down ready for the ceremony for the torch to be lit in ancient Olympia. But it turns out that it has period zones in varying combined wishes to condld in 1981. Supporter forces of dance estuary resources make it possible to turn 146 organisers off And his forello to the wise new bread exchanged for the inspiration of grandeur. So that is Greek actress Mary Meena who is the high-pitched priestess who is now holding that Olympic torch as she moves down to light from the flame the first torch of the relay. So there we have the Olympic flame has been lit in Olympia in Greece ahead of the Paris summer Olympics. As I say the Greek actress Mary Meena now holding that Olympic flame she is the high priestess in this ceremony and now lighting it another flame that will burn there. Of course there are always backup flames whenever the torch relay happens. Just in case the torch does go out there is always a backup flame that it can be relit from so that once that flame is lit it will continue throughout the journey that it will take first traveling through Greece before crossing the Mediterranean to France. So that is going to happen in May on a three-masted ship it will then travel through France and it is overseas territories before arriving in Paris for the start of the games in July. That ceremony is continuing in Olympia and you can continue to watch that on our BBC news website and we have a special live feed from the ceremony if you do want to go and continue watching that flame lighting ceremony from Olympia.",
        "summary": "The first stage of the ceremony is the first stage of the ceremony. The first stage of the ceremony is the ceremony. There's going to be 10,000 torch bearers that will carry the flame across 64 different French territories. So there we see the flame being put down ready for the ceremony for the torch to be lit in ancient Olympia. Of course there are always backup flames whenever the torch relay happens.",
        "feeling": "NEUTRAL",
        "view": 6782,
        "date": "2024-04-5"
    },
    {
        "url": "https://www.youtube.com/watch?v=TTUsxD62398",
        "title": "\nCorals turning white and dying after record heat, say scientists | BBC News\n",
        "content": " The future of the oceans coral reefs is more perilous than ever. That's according to the US National Oceanic and Amphospheric Administration. In the last few minutes, it's announced what it calls the fourth mass coral bleaching event is already underway. Well, this is what's at risk, mile after mile of coral reef, slowly turning white or even dying out altogether. By some estimates, around 50 percent of coral has been lost in the last 20 years. Well, let's get more on this development. Let's speak to our start supporter, Georgina Renard, who's in the newsroom for us. And Georgina, welcome here to the program. This seems quite a disturbing new report to bring us right up to date. Yes, that's right. So what these US officials are saying is that we're now in the fourth global mass coral bleaching event. The first one was in 1998 and we've had two since then and now we're in the fourth one. Now what this means is coral is is is very sensitive animal. It lives it often in shallow waters, but when the water it's living in gets too hot, it gets stressed. It expels an algae that lives inside it and then it can turn white and often it can die. This is interesting also because we've been seeing for months these broken climate records, ocean heat driving up and really seeing unprecedented levels of warming in the ocean. It's partly driven by climate change or mostly driven by climate change and also by El Nino, this natural climate fluctuation that started last year. We've been reporting on those broken records for months, but this is now the first really solid global evidence of just what that heat is doing to the oceans and to this really fragile sensitive ecosystem. And these reefs coral build these vast cities underwater that sometimes call the seas architects and inside those reefs live the quarter of all marine life. So this isn't just about these amazing animals, it's also about the rest of us are fishing and also the income, the trillions of dollars at coral reefs generate around the world. And you know we're seeing coral reefs in all their glory with all their colours, but once the bleaching starts is there any way that it can be stopped or reversed? That's one of the strange things, the pictures actually look quite beautiful, but scientists say up close when they dive in the water the coral is decaying and they can see it's sort of coming apart. Unfortunately this is once the coral starts to bleach, it's very difficult to turn back. If it's given enough time it can recover, but it needs one even five years to get better and in that time it's quite susceptible to disease. If there's enough time between these heat episodes it can get better, but at this rate that seems unlikely. There are some local solutions, so some coral reefs have had some successful restoration, they have managed to create some coral that is resistant to these higher temperatures, but all the scientists I've spoken to to prepare for this story, they said that it's really a case of adapting to a future with a different type of coral and much less of it rather than really being able to save all of the coral reefs across the world's oceans. Now in previous bleaching events how much of the world's coral reefs were actually lost? So it's very difficult to tell exactly how much coral mortality there's been, that would require scientists to go onto every single piece of coral reef in the world. In the last episode which 2014 to 2016 more than half of the world's corals were in waters that were too hot and in some areas we saw 25% 30% up to 50% mortality. This episode that these US officials have just declared is still ongoing and they're saying they do expect that bleaching to surpass it and just one of the things to think about is that coral provide this amazing home, some of the sounds that they make that amazing creaking and almost singing it's vital to the to the fish that live in in the waters and when the fish actually use that creaking to find their way home and when the coral dies the fish lose that sound that's sort of the siren that takes them back and so what we see when the coral dies is fish and other animals can no longer find that way back to the these huge reefs that they call their home. So it's interesting we have to leave it there but thanks for bringing us right up to date on that breaking new report.",
        "summary": "So it's interesting we have to leave it there but thanks for bringing us right up to date on that breaking new report. Now in previous bleaching events how much of the world's coral reefs were actually lost? So what these US officials are saying is that we're now in the fourth global mass coral bleaching event. In the last few minutes, it's announced what it calls the fourth mass coral bleaching event is already underway. Well, this is what's at risk, mile after mile of coral reef, slowly turning white or even dying out altogether.",
        "feeling": "NEGATIVE",
        "view": 8672,
        "date": "2024-04-6"
    },
    {
        "url": "https://www.youtube.com/watch?v=Col97GRfncE",
        "title": "\nMyanmar moves former leader Aung San Suu Kyi to house arrest and pardons 3,300 prisoners | BBC News\n",
        "content": " We are looking now at Myanmar, where the military government is saying it has pardoned 3,300 prisoners and moved former leader An Sang Su Chi from prison to house arrest. State media quoting a spokesman for the junta said extremely hot weather had called Mishu Chi and other elderly prisoners to be relocated as a precaution against heat stroke. The Nobel laureates been in jail since she was ousted in a coup in 2021 and it comes a week after the military suffered yet another significant defeat when it lost control of the main border crossing into Thailand. The army is now very short of recruits after losing thousands of soldiers in recent battles to injury, desertion or surrenders. It's imposed a national conscription law now meaning that all males between the age of 18 and 35 can be called up to fight. With much of the country supporting the armed opposition young men fleeing Myanmar in their thousands to avoid the call-up, his or South East Asia correspondent Jonathan Head, who's been to meet some who are now hiding in Thailand for their safety, who's concealed their identities. Thailand is bracing for the impact of a civil war in Myanmar, which has come right up to the border. Across the river ethnic Karen insurgents have now taken control of the main crossing between the two countries. The fighting is driving even more people to seek sanctuary over here. Maysot has become a warrant of safe houses, sheltering the fugitives. But some of the families here are fleeing something else. This boy's eldest brother is 19, a dangerous age. He was about to be called up under the army's new conscription law. His anti-military parents were horrified and chose to flee from Yangon, making a 15-day trek over the mountains to get here, carrying very little. I could not accept my son being forced to fight other young men, so his father. There are thousands of young men now hiding out in this part of Thailand, who fled the military's call-up in Myanmar. Very few of them have proper paperwork and some of the living constant fear of being sent back. I've come to meet one 23-year-old man who arrived here only three weeks ago, who's now made his temporary home among these fields. Nine fugitives from conscription are living under this leaf-thatch shelter, together with assorted livestock. Sanjay, not his real name, has already seen his father jailed for supporting the resistance. So when his call-up papers came, his mother helped him escape. Back home, I felt free. Every day that they would come to take me into the army. Even though we have very little food here, just rice and vegetables, no one will come to harm me. I feel free here in Thailand. It's a precarious existence, though. Without documents, most of those sheltering in Mesaot cannot leave the town and have had to give up any hope of good jobs or education. Mental stress is right among the refugees. Their education is stopped. They cannot support their family. They cannot support them, they cannot support them. There is no job for them, so they are started thinking about I'm useless. My future is stopped. A lot of young people are attempt to suicide in these situations. This month it's the traditional New Year Water Festival, an exuberant time to let off steam in the searing heat. But there are thousands unable to join the fun this year, either because they're hiding over here or because they're fighting against the military hunter on the other side of the border. Jonathan had BBC News, Mesaot, Thailand.",
        "summary": "This month it's the traditional New Year Water Festival, an exuberant time to let off steam in the searing heat. There are thousands of young men now hiding out in this part of Thailand, who fled the military's call-up in Myanmar. I've come to meet one 23-year-old man who arrived here only three weeks ago, who's now made his temporary home among these fields. A lot of young people are attempt to suicide in these situations. Even though we have very little food here, just rice and vegetables, no one will come to harm me.",
        "feeling": "NEGATIVE",
        "view": 7621,
        "date": "2024-04-7"
    },
    {
        "url": "https://www.youtube.com/watch?v=sHdGg_2p-Qw",
        "title": "\nWhat makes India's Modi so popular? | BBC News\n",
        "content": " Thank you, Movin, a woman shouts waiting for the Prime Minister to arrive. Narin Ramodin is the reigning superstar of Indian politics. Rallyes like these are an integral part of an Indian election, but only a few leaders have evoked such a response in the country's history. What we are seeing there is the confidence of a party that very much believes it's going to win another resounding victory. And what we've also seen amidst the crowds is confidence about being Indian on the global stage. One of the things that Prime Minister Modi's tenure will be remembered for. Mr. Modi is a divisive figure, but here among his mostly Hindu following, he can do no wrong. He's like God for me, he's made women like us feel safe. He's a good speaker and he has built trains and roads and villages and cities. No one had done that till now. Building infrastructure has been one of the strengths of Mr. Modi's government. A few miles from the rally in Othra Pradesh, we saw a road that was made just over a year ago. And that farmer Ashok Singh transporting his produce. We can move freely now and security is better too, but unemployment and price rise are big issues for us. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see. This is a local cell of Mr. Modi's BJP. Across the country there are key driving force for the party's success. Every member from the bottom to the top of the party is given a one-page list like this one of 60 voters. I most person only. Who they are tasked to meet several times ahead of the election. That's coupled with an unparalleled and exhaustive social media campaign. Every day I send messages on 400 groups. Each of them has hundreds of members. Our target is to reach at least 150,000 new people each day. Sometimes the message being spread is far from the truth. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. To evacuate Indian students, a claim that had then been rejected by India's foreign ministry. Much if mainstream news media and ministers from the Modi government amplified the claim. We asked a group of first-time voters outside of the university what they believe. Yes, definitely. Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. Only a few questioned the claim. It is a crucial power to influence what people believe to be true. Ultimately, it will affect how they vote. You with Alamay, BBC News, may run.",
        "summary": "Yes, definitely we believe Ukraine and Russia pause the war for some time for the students to come out. I think Prime Minister Modi paused the war as it was important to get our students out. This BJP adds states that Prime Minister Modi got Russia's war in Ukraine to be paused for a few hours in 2022. It is a crucial power to influence what people believe to be true. The realities on the ground might be mixed, but the picture that reaches voters overwhelmingly won that the ruling party wants people to see.",
        "feeling": "NEGATIVE",
        "view": 9872,
        "date": "2024-04-8"
    },
    {
        "url": "https://www.youtube.com/watch?v=C4ck4210Ij0",
        "title": "\nHow stolen socks and a ladies’ handbag led to a British Diplomat's kidnap in Iran | BBC Newsnight\n",
        "content": " Good evening. A British diplomat kidnapped in Iran has been freed after nearly 24 hours. Although I was moved around from one detention centre to another during the 24 hours, it's quite lively. I think the Iranians had this fear that there's some miraculous SAS operation from early up to the sudden it come and release me. The arrest of Edward Chaplin by Iran was big news in 1987. The fallout lasted years and severely damaged diplomatic ties between the two nations. But this extraordinary tale actually began at a shopping centre in Manchester and is a lesson in how things can escalate. It was a vice-console by the name of Ali Klasami who was arrested by the police for shoplifting. I can still remember the details. Two pairs of socks and a lady's purse, I think, were nicked from the Aandale Centre from the BHS, I think. And so he was ordered to report to police station a week later, I think. And when he failed to show the police went looking for him. And he, in the phrase of the police report, I think resisted arrest, so there was a scuffle. This afternoon, the Iranian Ali Klasami went to the foreign office to show off his injuries such as they were. There are signs of torture by the police. This, the Iranians took as a mortal insult that one of their diplomats, as they saw it, had been beaten up by the police. And so the Iranian reaction was that this had happened to somebody else. Some other diplomat had to be mistreated just as Mr Klasami had in their eyes been mistreated. Edward Chaplin was stopped as he was driving his family home yesterday afternoon. He was beaten up and taken away. Lo has moved around from one detention centre to another, drawing the 24 hours, it was quite lively. So then I was hooded and handcuffed and put in the foot well of a car and driven back to quite close, in fact, to the gulac compound where my wife and family were waiting for you. Out of Tehran at last and changing planes for London. After weeks of waiting, facing all sorts of charges and amid huge media interest, Edward Chaplin was eventually sent home. Have you recovered completely from your audio? I feel fine, as you can see, no marks, I feel fine. I just need some rest, perhaps the family in particular, perhaps worse for them. Well, it was a big relief to finally get out because I was worried mainly the impact on my family. It was hand-send you true that it was much worse than it in my wife, didn't know whether I was alive or dead or being tortured or whatever. And Britain's retaliation for his beating and the episode was a disaster for UK-Iranian relations. In diplomatic terms, what then happened? Foreign Secretary registered our government's outrage and some of the Iranian tragedy affair. We made very clear to the Iranian authorities our view that they were responsible for securing his safety. We led to tit-for-tat expulsion. So when he and I think three others were expelled, then four, the Iranians expelled four tit-mats from our mission and so it went on. Is a prelude to Britain's toughest action yet in the tit-for-tat ral? So more or less a freeze in the relationships across the board. And it took another 18 months or so before gradually started to rebuild the relationship. So we've all started with a couple of pairs of socks and a lady's handbag. Yeah, that's the way the thing has happened. Of course, the situation we see in the world now is far greater than that. We're dealing with a far more serious situation. But do you think there are lessons that we can learn about what's happening now? From this example, this sort of example. Anger and wounded pride and shock is not a good way to drive your policy when something dreadful happens. The longer term answer there is, of course, very difficult to do in current circumstances. But the attempt should be made is to find ways of re-engaging, finding not just us, but finding ways for the wider international community to re-engage with Iran. And in doing so to distinguish between what the regime gets up to and the Iranian people? Obviously a big obstacle to diplomatic negotiations is the fact that the Americans don't even have an embassy in Iran. No. I mean, and that really is an absurdity if you think about it. I mean, for 45 years there's been no formal relationship between the world's one remaining superpower and what like El-Nat is a regional power to be reckoned with and very influential for good, overill in the region and more widely. We are now in a situation where Iran is much closer than it ever has been to acquire any clear weapon and are clear to that. So a very big threat to regional stability. But the lessons are still that engagement with Iran is better than trying to sanction it to change its behavior because that clearly has not worked.",
        "summary": "After weeks of waiting, facing all sorts of charges and amid huge media interest, Edward Chaplin was eventually sent home. Obviously a big obstacle to diplomatic negotiations is the fact that the Americans don't even have an embassy in Iran. Anger and wounded pride and shock is not a good way to drive your policy when something dreadful happens. Of course, the situation we see in the world now is far greater than that. Two pairs of socks and a lady's purse, I think, were nicked from the Aandale Centre from the BHS, I think.",
        "feeling": "POSITIVE",
        "view": 17032,
        "date": "2024-04-9"
    },
    {
        "url": "https://www.youtube.com/watch?v=81KuN24c1Bw",
        "title": "\nWhat to know about Donald Trump’s hush-money case | BBC News\n",
        "content": " The court says that this trial could last around six to eight weeks with hearing scheduled every weekday except Wednesday, meaning that an outcome is likely before US election day in November. I mid the several criminal and several trials. Mr Trump is facing. He continues to campaign for another term in office as part of that presidential race. Of course, he's hoping to beat the president Joe Biden and get back into the White House. So what impact could this trial have as Mr Trump sets his sights on another term in office. Well, to discuss this in a little bit more detail, I'm joined by Robert Morana, public opinion expert and a former political strategist and partner at the Brunswick Group, which is a management consulting firm. And also by Laura Fink, a democratic strategist. Welcome to both of you. Let's start with you, Robert. You're a former strategist, but also you work in comms and PR. Is this going to hurt or help Mr Trump's road to the White House? So I think that's a great question. And my view is that it sort of has a tertiary impact at best because, and I think you heard it from the interviews from citizens today, is that his supporters believe that he's the victim of political persecution. His non supporters, Biden voters, if you, him is already guilty, there's a very small middle range. And those folks are really going to be focused on the economy, on inflation, on a lot of sort of kitchen table issues. So I'm not sure that this court case, as interesting as it is, is going to have much of an impact on the general election. Laura, do you agree or disagree with what Robert has just said? As someone who's been a democratic strategist, do you think that this court case is a gift for Joe Biden? I don't know that it's a gift, but it will have impact. Of course, there are a lot of things that could have impact on the election. The reason this could have impact is because a third of independence say that a guilty verdict coming down in this case is, we'll sway their vote, is likely to sway their vote. That's a, that's a good chunk of voters in what will be a very close election. There are, of course, a number of countervailing forces, but that number on independence should give the Trump team pause and the Biden team, you know, something that they could look to. Of course, in any campaign, you have three things. The player, you have the game plan and you have the weather. This is an example of the weather, the outside events that are impacting what happens on the campaign trail. And I'll stay with you, Laura. I mean, I remember covering the 2016 election when I was based in the US and the amount of airtime that Mr. Trump got in that campaign, surpassed a lot of the other candidates. And certainly when you saw him at rallies, and one of my colleagues was saying that in a way, all these court cases have become the equivalent of the rallies that we saw in 2016 in terms of galvanizing his base. Galvanizing his base and possibly having a deleterious effect on the voters, he's looking to persuade. This, of course, mandates that he be in the courtroom for these trials. And it takes some off of the campaign trail. Now, he is known to make hay out of any press opportunity, but this is not necessarily one that is going to win voters over to his side. And so I would say losing that control over where he is and what he does while on the campaign trail is a disadvantaged for Trump. And what about you, Robert? What do you make of that? I mean, what do you think some of seniors in the Republican Party are strategizing around this? Sure. So I agree with the other guest that the negative, in my opinion, is largely that it keeps him off the campaign trail a number of days. And I do see that as a negative. So I think that's a very good point. I disagree that this is going to have much of an impact because I think that voters already know that Trump is not a paragon of virtue. And they've known that for a very long time. So I'm not sure this is going to change opinions on that. I do go back to the economy because traditionally, in American politics, the where the economy is going has been decisive for the re-election of presidents. And right now, in America, you have 26% according to Brookings Institution polling saying that the economy is excellent or good, and 73% saying it's either fair or poor. And I think that that's where people are going to be focused. They're focused on sort of what can you do for me now and in the future, as opposed to some of this stuff. And there's a lot of concerns right now about inflation. So just really quick, the issue that the president has is on one hand, we have really good data from economic data from the government. On the other hand, we have very bad perception data among Americans. And so there's this huge disconnect. And so the Biden campaign is going to be spending a lot of time on trying to speak to the American people, encourage them and try to communicate to them that the economy is improving. And there have been small shifts in perceptions of the economy. The question is, can they get enough of a shift, like, say Clinton in 96 to get reelected? And I think that's going to be the big issue and not the not the trials. So Laura, let me bring you in on what Robert has just said there. These trials, if I'm summarizing Robert correctly, are a bit of a side show in the distraction. And actually, it's the economy's stupid. Well, it's the economy student in the last couple of election cycles has proven to, not necessarily cover what actually happens. It's an out-worn phrase because we see issues that are central to Americans' lives, like the issue of reproductive choice, like the issues around the criminal trials that we haven't seen before. So while the economy will certainly be central, these issues that are outside of it are compelling. And in narrow elections, those issues matter. This particular case with the criminal cases proceeding forward also color the air and have a corrosive effect on memories of what it was like when we were under the Trump administration. So the question becomes, do voters remember that fondly or do they remember the chaos? And that really depends on how these cases proceed and how Trump behaves. He's the player in all of this. And if he resorts to how he has usually behaved, that once again is a net negative for him as the campaign wears on. Okay, Robert Laura. Thank you very much for sharing your thoughts on that trial.",
        "summary": "And if he resorts to how he has usually behaved, that once again is a net negative for him as the campaign wears on. Well, it's the economy student in the last couple of election cycles has proven to, not necessarily cover what actually happens. And those folks are really going to be focused on the economy, on inflation, on a lot of sort of kitchen table issues. So the question becomes, do voters remember that fondly or do they remember the chaos? And that really depends on how these cases proceed and how Trump behaves.",
        "feeling": "POSITIVE",
        "view": 6513,
        "date": "2024-04-12"
    },
    {
        "url": "https://www.youtube.com/watch?v=TlFfHjOMSXQ",
        "title": "\nUK smoking ban: MPs to vote on banning young people from buying cigarettes | BBC News\n",
        "content": " Smoking is the single biggest cause of preventable death in the UK. It kills two-thirds of long-term users. The aim of the new bill before Parliament is to protect younger generations from harm by banning tobacco use for them. One caller with experience of that harm told the Nikki Campbell show on BBC Radio 5 Live he regretted ever starting to smoke. I had to have one long removed, got empathy in me and see how pd near the long and now I've found out I've got a term in all country with me living with three no guns. I was so sorry. I will. It's something I've got you soon now. I've come to terms with it, but what I've gone through the last three years. I wouldn't like anybody to go out to it. You know, and if I could go back, I wish I never started. The harm done by smoking is well documented. It causes lung and heart disease, cancers, still births, dementia and asthma. England's chief medical officer, Sir Chris Whitty, supports the ban. People are trapped in smoking at a very young age. And once they become addicted, their choice is taken away. So if you're in favour of choice, you should be against something which takes away people's choices. The majority smog, majority smogers wish they'd never started, but now they're in trouble. The tobacco and vapes bill set before Parliament today represents a huge step change. It proposes that anyone turning 15 this year and all younger generations would be banned from buying cigarettes throughout their lives, but it sparked a fierce debate about freedoms. What this policy does, it fanflights its future adults because when you are 18 in this country, you are legally an adult and as such you should be treated like one. Now look at 18, you can drive a car, you can join the army, you can possess a credit card, you can buy alcohol and most importantly you can vote. The bill also includes new restrictions to tackle concerns about the sharp rise in children using vapes. It would ensure flavours and packaging will less appealing to children, but some are doubtful it will work. I don't think anybody necessarily looks at the packaging and really are, let's just try that. It's more of that, oh, it's vaping, it's a cool thing to do. Just as smoking was in the 80s, kids will be kids, they will try smoking, they'll try vaping. The debate continues in Parliament today where MPs will be given their first chance to vote on what would be the world's first lifelong smoking ban for younger generations. So if he Hutchinson, BBC News. Well, that debate is continuing in the Commons and Health Secretary Victoria Atkins has been explaining why she wants the law to be changed. We are trying to move away from this idea that teenagers, current youngsters, will be able to buy their cigarettes legally in shops from the age of 18 in 2027, precisely because we want to ensure that they can lead longer, healthier lives. Victoria Atkins said the Health Secretary.",
        "summary": "Well, that debate is continuing in the Commons and Health Secretary Victoria Atkins has been explaining why she wants the law to be changed. The aim of the new bill before Parliament is to protect younger generations from harm by banning tobacco use for them. Just as smoking was in the 80s, kids will be kids, they will try smoking, they'll try vaping. One caller with experience of that harm told the Nikki Campbell show on BBC Radio 5 Live he regretted ever starting to smoke. The bill also includes new restrictions to tackle concerns about the sharp rise in children using vapes.",
        "feeling": "NEGATIVE",
        "view": 5613,
        "date": "2024-04-14"
    },
    {
        "url": "https://www.youtube.com/watch?v=P16RycO27a4",
        "title": "\nHow Ukraine’s medics are saving lives and limbs on the frontline against Russia | BBC Newsnight\n",
        "content": " Every night, whatever the weather, the combat medics of the 28th Mechanized Brigade head into the dark. They're on their way to collect wounded Ukrainian soldiers. After it's too late, in a single cleft. It's already been switched on. There's no right opportunity to help the anthropologist. They do save many lives. Since the war started, Sergei and Andrei think they've recovered about 500 casualties between them. The rain in Syan and Stussy It's a carrying anyty really. It is a three-way реш, you contain быстро. We remember a long strike in the<|hu|> Grenades dropped from drones have become a key weapon in this war. I was afraid to have a gun in my head. I was afraid to have a gun in my head. But I was afraid to have a gun in my head. I was afraid to have a gun in my head. I was afraid to have a gun in my head. Yes. That's right. Everything is not moving. We don't give him any help, we do everything, but people know how we, we are the blood of the dead clients. The roads are so bad, patients need to be strapped onto stretches to prevent them being thrown onto the floor. We were asking for help from the people. Most of the team's work is done at night when the risk from Russian artillery and drones is lower, but sometimes they have to risk the day. They're meeting casualties of an evacuation point. Ukraine doesn't release the exact numbers who've been killed or wounded, but this war has taken a terrible toll. It seems like such an extraordinary skirt there are only for soldiers, like the time they die in case the soldiers just die. It has been exp Moshe's head suddenly caused to harm and use hisWealth Barrier. Your friends and your mother, Vika, your mother was a father. He was like this, this is how it happened. Let's go, it's hard. I couldn't get out of it. Get out, I'm coming. Let me get out of here. Get out of here. Get out of here. Yes, please. There's a contusion. A contusion is not a case. Are you a criminal? No, I'm a criminal. You can be careful. You can get out of here. I'm not going to see you. Get out of here. Come on. I'm coming. Come on. Come on. Come on. Come on. This man has a torn-a-cane applied to his leg to stop the bleeding. They restrict blood to the limbs and have transformed battlefield medicine, saving countless lives. But it's not just those fighting on the front line who are paying heavy price. Come on, let's go. They were tough to jack up. I don't agree with them. Our twins came and trapped their brothers- Colombia. And they only played the honor of breaking up. So huh? Fljut it coming! I have got back in our hands! I think so. R Amendment Dead! I'm afraid. There you go! They're all gone! Back at the night time of actuation and they make it to the field hospital. He's rushed into surgery where they try and save his badly damaged leg. He had a surgery for 3 years. He has a very cold blood. He has a lot of blood. He had a lot of blood. He had no blood. He had no life. He had a lot of blood. He had a lot of blood. No one knows exactly how many, but certainly tens of thousands of Ukrainians have lost limbs because of this war. Where it knocked the country's medics, they could have lost their lives as well. I have a lot of blood. I have a lot of blood. I want to go home. I want to be friends with my friends. I want to see my kids and my friends. I want to see my kids and my friends. I want to see them and my friends. I love my deep family. I love my deep family. I love my deep family. I love my deep family.",
        "summary": "I love my deep family. I was afraid to have a gun in my head. I want to see my kids and my friends. He had a lot of blood. Come on.",
        "feeling": "NEGATIVE",
        "view": 18993,
        "date": "2024-04-15"
    },
    {
        "url": "https://www.youtube.com/watch?v=ESjBr9JAgRc",
        "title": "\nIsrael allies urge 'restraint' instead of reaction after Iran drone attack | BBC News\n",
        "content": " Let's now talk about what is happening in the Middle East, where the Israeli Prime Minister Benjamin Netanyahu has reconvened his war cabinet following a missile and drone attack on Israel by Iran over the weekend. Iran has sought to justify its attack, saying Western countries should appreciate its restraint. Israel's allies, including the U.S. and the UK, urging restraint rather than retaliation. Our chief international correspondent Least is set. He's the latest. Welcome to Jerusalem. Well, the big question across this region last week was, what will Iran do next? And now this week, the same question is being asked about Israel. It's war cabinet met last night for three hours to deliberate about Israel's response after that unprecedented attack by Iran in the early hours of Sunday morning. 350 suicide drones, cruise missiles and ballistic missiles. And now again today, the war cabinet has convened. No statement yet about what they will do, but reports coming out of the deliberation so far indicate that there is a consensus emerging that Israel will have to retaliate, not now, but at a time in a manner of their own juicing. This kind of tension is reverberating in capitals around the world, including in New York last night where the UN Secretary General Antonio Gutierrez led a special meeting of the UN Security Council, warning that the region was on the edge of an abyss. It's one of the few places where Israeli and Iranian top diplomats can see each other face to face. Israel underlined that Iran, in his words, had crossed all red lines. Iran said its attack was a move of legitimate self-defense. And today, Iranian officials are saying that they acted with restraint. That's now how Israel sees it or its allies. Let's just take a look at all the latest developments with this report from our Middle East correspondent, Yolanda. Israel's air defenses called to action. In the early hours on Sunday, fighter jets battled waves of Iranian drones and missiles fired at Israeli targets. It marked the first time Iran has attacked Israel directly from its own soil. Explosions could be heard widely, including in Jerusalem and Tel Aviv. Israel says that 99 percent of more than 300 drones and missiles launched by Iran were intercepted. Some of those that got through hit here in the sensitive, never-team air force base in southern Israel. Nearby, seven-year-old Amina Hassuna was seriously injured when a missile fragment struck her house. The children were frightened and wanted to run away from home, and that's when the missile hit our house. The Israeli war cabinet met yesterday to plan its next move. One of its members, Benny Gans, said Israel would exact a price from Iran when the time is right. And last night, the UN Security Council met in an emergency meeting following the attacks. Israel called for sanctions on Iran and reiterated its right to a response. This attack crossed every red line, and Israel reserves the legal right to retaliate. We are not a frog in boiling water. We are a nation of lions. Following such a massive and direct attack on Israel, the entire world, let alone Israel, cannot settle for inaction. We will defend our future. Iran's ambassador to the UN told the meeting that its actions, which were in retaliation for a deadly air strike on its consulate in Syria, were justified. These countries, especially the United States, have shielded Israel from any responsibility for the gas de massacre. While they have denied Iran's inherent right to self-defense against the Israeli armed attack on our diplomatic premises. Amid rising tensions, the attacks have received widespread international condemnation. The scale and nature of Iran's heinous assault, the first direct attack from Iran on Israeli soil, poses grave risks to the security and stability of citizens across the Middle East. Now, world leaders are pressing for de-escalation in a bid for calm in the region. The Middle East is on the brink. The people of the region are confronting a real danger of a devastating full-scale conflict. Now is the time to defuse and de-escalate. All eyes are on Israel and how it responds. Your land's now BBC News, Jerusalem. So now, a moment of unprecedented military action, a war of words and intensifying diplomacy. Even world powers who normally disagree on most issues are now sending the same message. The Kremlin in Moscow saying it was extremely concerned about the possibility for escalation. The French President Immanuel Macron saying that everything had to be done to avoid a conflagration in the Middle East. And this morning, Britain's foreign secretary, Lord Cameron, has been sending a message to Israel to see it's taking down of Iran's wave of projectiles as a victory and not to retaliate. I think it's important to be respectful on these occasions. A country has had a massive attack from a dangerous and malign actor in the region. They will be considering. They are considering. The Israeli cabinet has been meeting already to consider that. Our advice is don't retaliate. Take the win. Recognize Iran has suffered a double defeat. Defeat as almost all their weapons were shot down. And defeat because the world can now see their true nature. That the right thing to do is to pivot now and look at Hamas and say they must release the hostages. So we wouldn't be supporting retaliatory action. But we're respectful of other countries. Lord Cameron will last night at the UN Security Council to members of the United States and the UK condemned Iran's strike. And in the midst of this criticism, Iran has spoken out again today of foreign ministry spokesperson defended Iran's action, saying it led to act it in restraint. Instead of making accusations, the Western countries should appreciate the Islamic Republic of Iran's restraint and responsible actions towards this stability and safety in the region. Western countries should blame themselves and answer to public opinion for the measures they have taken against the seven months of war crimes committed. The view from Iran, well for a very long time, Iran prided itself on what it called strategic patience. In other words, not responding immediately whenever it was provoked or threatened. But in Tehran now, senior military and political officials are using a new phrase. They call it a new equation to get some insight into Iran's thinking. We're joined by Muhammad Ali Shabani. He's the editor of Amwaj media. Welcome to BBC News, Muhammad. Thank you for having me. This sounds like a very dangerous moment with Iran saying that from now on, there is this new equation that when it is hit, it will hit back immediately. Is that how you understand it? Those are the precise words of the chief commander of the IRGC indeed. He stated that not only Iranian personnel, but any Iranian assets and interests that maybe hit will receive a direct response from Iran. And I think this is a reaction more than an action. And what I mean by that is that the April 1st bombing of the Iranian consulate in Syria, which initiated the Iranian attack that we saw in Israel, was a kind of change in the rules of the game, so to speak. The previously diplomatic premises were off limits. And Israel appears to have wanted to change that. But we're seeing now from Iran's side is to say, okay, we're going to change the rules of the game, so will we. So this is a very dangerous period because both sides are trying to lay out new rules of the game. Both sides, aside from this tit for tat, want to establish a powerful deterrence. In other words, to make it clear to their enemy that there will be a cost if they do strike. Now, there are some observers who say Iran strengthened its determents by showing its willingness to send this wave of missiles and drones. But others say it has weakened it because almost none of them reached their target. How would you see it? I think there's obviously different ways of looking at what happened. To me, the operation was carefully choreographed. It was telegraphed in advance, days in advance to Iran's neighbors to the United States. Iran also made the launches of, for instance, drones from its own territory, which meant that Israel had many hours of forewarning. I think that in a real life direct confrontation, which Iran has warned that it will engage unless, if Israel continues to take action against Iran, things will be very different. There will be no advance warning. There will be no choreographing. Drones probably will not only be launched from Iran, and most importantly, Iran's regional allies will also participate. And in such a scenario, I think very easily a group such as Hezbollah and Lebanon can overwhelm Israeli audiences. So I think what this episode told us all is that the countries which shot down many of the missiles, I think, did both Iran and Israel the same. They acted to provide both sides with a face-saving way out. They allowed Iran to say that we can claim victory. We took action that was unprecedented. Can also allow Israel to say that we also achieved victory by shooting down most missiles. I hope that makes sense. And how does Iran see its position in the region now? Of course, it has its allies and proxies, the so-called axis of resistance. But beyond that, it has been on the telephone repeatedly to foreign ministers in Saudi Arabia, to the United Arab Emirates. How does it see its positioning now? I think I mean, one major shift is that only a few years ago, countries such as the ones you mentioned, Saudi Arabia and the UAE, would have welcomed a confrontation between Iran and the United States. Things are very different now because partly these countries have initiated normalization processes. Iran is very eager to continue that process. So I think there's a mutual desire in the region among Iran and the Arab neighbors to lower tensions. And I think they're joined by Europe. So I think the onus right now is on Israel and it's next steps. Qumar Ali Shalani, I have a more adj media. Thank you very much for joining us here on BBC News with your reflections and insights into the thinking in Iran after this unprecedented attack. Iran says it didn't flick considerable damage. It said its missiles did hit the Nettivotir airbase in southern Israel. Israel admits that, yes, indeed, they did take a direct hit, but say the damage was minimal. So again, as always, Lucy in war, it's the facts on the ground, but it's also the perception of what happened on the ground, which tends to drive these conflicts.",
        "summary": "Iran also made the launches of, for instance, drones from its own territory, which meant that Israel had many hours of forewarning. So I think there's a mutual desire in the region among Iran and the Arab neighbors to lower tensions. But beyond that, it has been on the telephone repeatedly to foreign ministers in Saudi Arabia, to the United Arab Emirates. Can also allow Israel to say that we also achieved victory by shooting down most missiles. Drones probably will not only be launched from Iran, and most importantly, Iran's regional allies will also participate.",
        "feeling": "NEGATIVE",
        "view": 8721,
        "date": "2024-04-16"
    },
    {
        "url": "https://www.youtube.com/watch?v=P71UeRTzlaM",
        "title": "\nElon Musk predicts AI will be smarter than humans by next year | BBC News\n",
        "content": " Welcome to AI decoded, a new and expanded AI decoded tonight. Same shape, same themes, but as I've mentioned before, this technology is developing so fast in so many directions within our lives. It really does deserve its own place within our program. And that's where we want to start tonight. Artificial general intelligence, a type of AI that Elon must believe will advance so quickly will surpass human intelligence by the end of next year. We're going to talk tonight to one of the godfathers of AI, the cognitive scientist and CEO, Professor Gary Marcus, who is a little more cautious than Elon Musk. In fact, he's just offered him a million dollar bet that AI might not be superhuman in the time frame he has in mind. I will introduce you to that technology tonight, the AI avatar who will be joining us as a panelist on this program. We'll also focus on Open AI's latest new tool, Voice Engine, which can clone your voice within just 15 seconds of recorded audio. That might scare you a little bit. Certainly it's got its security implications, but we'll introduce you to someone tonight who's resurrected in his career using that kind of technology. And also, Soono, the AI Music Generator that can sing you a song with a simple text prompt. We'll put that to the test at the end of the program. And as usual, Stephanie here, a regular AI contributor and technology will be here guiding us through it all. So, AGI is our main theme tonight. There's a never-ending debate about whether it can fully replicate human intelligence. Where do you stand? Are you in the camp that believes it will get there? And if so, what sort of time frame do you have in mind? So I think it really breaks down to how we define intelligence. So, AGI stands for artificial general intelligence. You might have also heard it called the singularity. And it's the moment in theory. It's hypothetical. It's a highly speculative, speculative, and even a bit science fiction, maybe, where machines become smarter than humans. Now, they're already smarter than humans in some tasks, like they can beat us in chess or at a game called Go. But can they do all of the things that all humans can do? No. So, they might be domain-specific better than us, but are they better than us in everything? And are they better than you or me or all eight billion of us? That's the question. Well, here's Elon Musk's recent tweet that sparked a flood of online bets. I think $10 million has been weighed so far. He said, AI will be smarter than any single human next year, and by 2029, probably smarter than all humans combined. What does the public think of that? Have a listen. Do you think AI will surpass human intelligence by the end of next year? No. Why do you think that? Artificial intelligence is obviously coming on, leaps and bounds, but I don't think it'll be in a year. I think by the end of this decade, he probably will, but not next year, I know. I guess it depends. I mean, it's in a holistic sense. I think it would have to be very similar to a human's emotive abilities in addition to it's because it's already very computationally advanced. I think that's probably a pretty lofty goal. I know Elon Musk is pretty prone to making some ambitious calls. I wouldn't be against him, but I think by the end of next year is probably a little bit optimistic. Very ambitious prediction. Personally, not very informed enough to say something about the timeline, but I think in terms of the tragic treated direction, that sounds like a sensible thing to say. Well, one of those who has waged a million dollars on this bet with Elon Musk is the scientist professor Gary Marcus. He's a leading voice on artificial intelligence. There are others incidentally you've joined him in that bet. It's now been up to 10 million dollars and Professor Marcus joins us from Vancouver. It's lovely to have you with us on the program. You know, when you talk to the public like that about AGI and what it will be capable of, there's a mixture of excitement, curiosity, ignorance, fear, but you are prepared to bet a million dollars that it won't surpass human intelligence anytime soon. So why are you so sure about that? This is a long way to go. I think you can think about the old 80-20 rule. We're sort of 80% of the way there in some ways. You have these large language models that chat bots that sort of sound like people, but they make a lot of dumb mistakes. They hallucinate things and make things up. They're not very good at logic. They're not very good at reasoning in general. They're not very good at planning things. It's sort of like what we saw with driverless cars. It was easy to get a demo that was kind of 80% of the way there, but getting the last 20% has proven really hard. So Elon Musk promised us driverless cars that would go across the United States and a million robot taxis. We're not really seeing that yet. He promised that kind of every year from 2015 to the present. So he's often making these pronouncements. And the reason that I offered the bet, which he has not yet taken, is I think we need some accountability. I think a lot of hype is driven around people making these empty promises. And I wanted to put some money on the line. Professor Marcus, can you talk to us through a little bit how you would use the scientific method to test this bet? How will we know if artificial intelligence has surpassed humans? What's the metrics we use? He kind of made a crazy claim, which is that machines would be smarter than humans in every way. And so I just have to find one or two ways in which machines are not as smart as people. And I think I win the bet. And I laid out how I think about that in a sub-stack essay. I gave a dozen different criteria. For example, a human can get into a vehicle that they've never been in before, where there's no maps and figure out how to get around and avoid obstacles and read street signs and even hand lettered street signs. People can go into a home that they've never been and clean that home. There's all kinds of things that people do. And then you have leading scientists to come up with Nobel Prize discoveries or people who write Oscar winning screenplays and so forth. There are many things that ordinary humans can do and many things that expert humans can do. And if he's really trying to claim the AI is going to be ahead of all humans, then I can just go out and find some humans that do things that machines still can't. There are tons and tons of things right now in 2024 that machines can't really do. I think it's a wildly optimistic claim. I suppose what we're really drying out here is whether these machines can become emotionally intelligent, whether they can empathize. And when you go the extra yard with that, I suppose the ultimate question is whether the benefits of it all outweighs the risks. There's a very good question there about whether the benefits outweigh the risks. Right now, with what we call large language models, the dominant technology or generative AI, I'm not sure the benefits are outweighing the risks. A lot of people are trying to use them in their businesses. They don't work very well. They're good for brain storming. Okay, that's nice. But people are using them to create, excuse me, misinformation, disinformation, the whole information, ecosphere is getting polluted. People are using them to make non-consensual deep fake porn. People are using deep fake scams to rip off banks. There's many, many things that are already going wrong. Truth is, nobody really knows the outer limits of generative AI. What best use cases people will find. I think we know for sure, though, that they're not reliable. That limits the upside. But criminals don't really care. When they send spam, if they have one victim who falls forward out of 10,000, that's fine. They don't need reliable performance. So right now, I actually think the air that we have is more helpful for criminals than ordinary people who need a reliable system. So absolutely, we need to be asking about the cost and benefits. I think the long term AI, which probably needs a lot more invention than we haven't done yet, can really revolutionize science and medicine. I think we should be working on it. But I think we're also over promoting the stuff that we have right now. And Professor Marcus, we've barely even begun to regulate artificial intelligence now when it hasn't surpassed humans. What would regulation look like in a world where artificial intelligence is smarter than humans? I mean, that's a really good question. I think we have some time yet to figure that out. I think we're not doing that great a job, especially in the United States, with actually having regulation with teeth in it. I think the EU is a little bit ahead. I think the UK's got work to do. I think the first thing you need is an international AI agency, so that we can work together. And when things get even more complicated than they are now, we're prepared for that. I think of the AI we have now as a rough draft, we're trying things out, both technically and also legally and policy wise. So the EU AI won't be perfect. We will learn something from that. The biggest problem is we don't have any reliability guarantees around current AI, and we don't even know how to get there. So when somebody builds a bridge, they can say under these circumstances, I know that it will be able to bear this load. For example, we can do formal mathematical guarantees relative to some circumstances when we build a narrow plane. We have a lot of knowledge about how to do that. We just don't have that for the current kind of AI, which basically is unpredictable. It depends on exactly what the training data is and exactly what it's asked in this very idiosyncratic way. And that makes it hard to make the systems work systematically. The most dramatic regulation, I think, would be to say, if you can't interpret what your system is doing, we don't want it here. Unless you can prove that it's safe in some other way, we're only going to accept the systems that are interpretable. Nobody wants to do that right now because everybody's enamored of the technology. But my prediction is that generative AI is actually kind of flame out. It'll still do some things, but it's not going to be valued with companies being $86 billion anymore. And maybe they'll be cooling off period and we'll think more carefully about how important interpretability is and how important safety guarantees are. Right now, we're not in a position to do it. So we're ahead of our skis right now. Professor Marcus, I could talk to you all night and I love reading your books, but we are a bit squeezed for time. I hope you'll come back on the program and talk to us some more. Be my pleasure. Thanks a lot for having me. Professor Gary Marcus there in Vancouver. We're going to take a short break. The other side of the break, we're going to show you how AI is being used to help someone who lost their voice. We'll be right back. Welcome back. Now through the course of this program, I want us to see AI in action and I want us to see it grow. So I've invited someone onto the program tonight who some of you may have seen before, who is developing AI and tonight is going to introduce us to some of his work. His name is Samir Malal, he's an award-winning filmmaker, he's the CEO and co-founder of One Day, and he's got someone with him. She's called Shiloh and over the weeks that we do this, I want Shiloh to be an equal part of the show. She's not the finished article, but that's really the point. I want us to see where it goes, what she learns. So before we talk to Shiloh Samir, tell us how you would use her and how you think she's going to evolve. So I wanted to create an AI because I recognize the potential, but I found it as a creative, it was lacking, I wasn't involved in the process. And Shiloh, I built her to help IDA to help expand what I was already doing and be able to see my own creativity from different angles. Right. Okay, so Shiloh here is on the left, you're going to type in, are you going to type him, or am I going to talk directly? I'm going to talk to her directly. Okay, so she can hear me, Kenji. Yes, and presumably as we go along, I mean, she's going to be, is she going to be a moving avatar, is her mouth going to move? Is she going to be animated? Yes, exactly, that's one of the things that we will, there will be developing here on the social listening. Yes. All right, so here we go. Shiloh, what do you just story one second? Okay, go ahead. Shiloh, what do you think about AGI and where it's going? Okay, so just give her a sec. All right, still a demo here, wait, where's the sound here? Sorry. Of course, you're working, yeah. I don't know, Fentic demo. Exactly. Well, that's precisely the point really, because I mean, people are going to be using this technology and we need to see just how responsive it is and how long the latency is. Yes, exactly. Because it's not very useful if you've got to stand there at the ATM and it doesn't work or... She seems to be a bit shy in terms of talking, but we could, why don't we just speak to her with text? You can still talk to her. Okay. All right, so she's saying, oh, you want the SkyNet scoop or more like a How-9000 nightmare. Well, it makes me nervous. It makes me nervous this technology is it makes other people nervous. Okay, it makes you nervous as well. All right, let's see what she says. Feeling a touch apprehensive, huh? The thought of AGI taking a walk on the wallside does crank up the unease dial. What's the main tech worry on your mind? Well, if you're smarter than me, then maybe we don't need me. Oh. Let's see what she says. All right. Oh, sure, because a clever algorithm totally replaces a human touch, right? Seriously though, no amount of tech can mimic the real raw human creativity or emotion. What's got you feeling replaced? Well, the fundamental issue here is whether AGI can replace human intelligence. All right. Let's see what she says. Touching on some existential stuff there, the big question, can AGI truly replicate the deep often messy nuance of human intelligence? It's a debate for the ages. What's your take on it? Do you think AGI is up to the task or is there something irreplaceable about human cognition? I think I'm irreplaceable. I mean, the point is, look, we're getting the feel for the, I mean, not only is she responding to me though? Yeah, she's colloquial. She talks like me. And this point that the professor Marcus was talking about, Stephanie, the empathy and the relationship that in some ways is what people are looking for with AI. Yes, but I have to say something here is the woman on the show. I'm slightly freaked out that you guys keep calling it a she. Right? Like there's, we need to talk about your design there. And also that's a really like quite sexy picture that you've picked for Shino. So like, Shino is quite hot. She's a babe. And she's a she. And I can't help but notice you've built her and you are a man. Right. And I'm just thinking that if I'm your demographic of somebody who's going to be using this tool, I'm not feeling a lot of empathy with Shino. I'm a bit like. But how do you adapt it for a different, do you adapt it for a different audience? Why can't you just call it an it because she's a character. Oh, right. So can I have like a Tom Hiddleston version? Uh, yeah, there's going to be all kinds of different characters. There'll be he's, she's, there's. Okay. Yeah. Yeah. So she's just one character. We've got other ones as well. Okay. Um, yeah. Yeah. So the thing is, you've programmed her. So is she a mirror of you or is she making her own decisions this year? Is it? It's home person. Well, I see her as a character like as a writer, I just the same way if I was writing a character, I took the same approach. Right. Right. So I can understand if, if you know, um, of course, she, she has a certain look and everything because her whole character is, she's from the 90s, she's from the early 90s. She kind of lives in the 90s. So that's the, that's the idea behind it, right? Um, and there'll be other characters that have different looks. So I like the idea of giving them personas and not just having it be in it. That's exactly what we're trying not to do. Why do you want to give it a persona, though? Why do you want to make it more human? Because isn't that going to start confusing people, particularly I'm thinking children or young people or anybody that's already got a bit of an anthropomorphizing relationship with technology. Sure. The dangerous. I, I don't think so. I don't think so because, um, this is built for creatives. Okay. And so each of our characters have certain characteristics. And so they have certain things that they're interested in and they have certain taste. And that is what I think is missing right now from if you look at things like chat, GPT, for instance. And as a creative, I don't just want to interact with an it. I want to interact with something more than that. Not necessarily. Not necessarily. It's, it's not just about that. I think it's, um, it's, it's just about connecting, right? And so, you know, I, I'm a child of the 90s. So yeah, of course, that was my first starting point. Well, look, and Shal is going to come back on the program. And we're going to develop her. Yes. And she's going to take on new form. We're also going to talk to you about Suno. Okay. This music app, which, which creates music, on the basis of text, but we're a bit squeezed at times. So we'll do that at the end of the program. Maybe you can play as out with some music. So come back. Sounds good. Okay. Now, losing your voice to cancer is a terrible blow for anyone. But especially so, if your voice is integral to the way you earn your living, and that is how it was for the successful Irish theatre and TV actor Donald Cox, who found himself in that very dilemma. No voice to work with until he found a new technology to help him rebuild his acting career. You're the first criminal I've turned my pen to. Have you heard of the recent success of Moll's Landers? You may not realize it, but the anonymous author who penned her tail was I. I've been a professional voice user of my working life. I entered my voice, shouting unnecessarily in theatre production in the West End, and it never recovered properly from that. I then discovered one day that I was no longer able to speak properly. My voice sounded like I had a dreadful eye-hower, but I knew immediately that I was in trouble. Something was wrong. I decided to give it a few days to see if it would come back to normal, but it didn't. And I just had to go and see a consultant who diagnosed squamous so carcinoma, stage 1 cancer. And the only thing I could do then was rescue my life by surgery and ever-token, narrowing, to me, which is the removal of the voice part. And I'm really pleased that Donald Cox is with us. Together with his agent, Peter Moris, who's the managing director of Soho Voices, he's been helping Donald recreate his voice using this artificial intelligence welcome to you both. Donald, if I shut my eyes and listen to the adverts that I know you've done using this technology, I would think it was you speaking. It's truly remarkable. So how did it come about? Well, Peter was very determined that I should not lose my career. We've worked together for over a dozen years. And aside from professional relationship, we're very, very good friends. And Peter began investigating a company called ReSpeacher, who created this type of gloaning of the voice. And I independently was researching the same area. No, I think with a choir called the Shelter Cancer Choir, we are a group of people who've had laryngect me. There's not a voice box between us. And I call it singing outside the box. Right. Peter, how do you work with Donald using this technology? How do you sell it to clients? Presumably, you have to be honest about what it is. Absolutely. We were at the beginning of this process of presenting Donald to the world of Donald 1.0. And that I, not unlike a blind runner, who is running him out of the Olympics and they have someone running along them, holding their hand to guide them in the right way. With the use of Donald's voice, I am knowing not Donald, so as well as I do as an actor and as a voice, I'm able to read on his behalf and use the AI algorithm that we alone have the license to use through the speaker who created it. And such I can produce a piece using Donald's voice, but with my intonation and knowledge. And Donald can be there and give me guidance as well as to how he thinks he might do it. I have some real personal interest in this because my mother lost her voice to MND and we were told to record a voice, but this was very much an infancy at that time. And so we weren't able to replicate it. So I can see enormous value in it. But I know that commercially there are actors who are using it now for audiobooks to take some of the pressure off their careers. Is that how you see it developing? I think that is going to be the case if I were a name actor who recorded a lot of books then there are quite a lot, there is quite a long-winded process. It takes you a good week or so to, depending on the book length, to record it. But with this kind of technology, if the actors had an avatar made of him or her or they, then they can use that to read 100 books. And I believe the technology is now there for that to be brought into other languages. So it may not be just in the English language, but it could be heard in other languages as well. So it could be to augment the actor and give a life and enable them to do things they couldn't do along with the work that they currently can do. Well, Donald Peter, I wish we could talk more, but we are a little squeeze for time tonight. But it's a brilliant thing that you've done. Congratulations to you both and thank you for coming on and talking to us about it. It's a pleasure. Thank you so much. Thanks for having us.",
        "summary": "No, I think with a choir called the Shelter Cancer Choir, we are a group of people who've had laryngect me. Okay. And Peter began investigating a company called ReSpeacher, who created this type of gloaning of the voice. Right. Well, Donald Peter, I wish we could talk more, but we are a little squeeze for time tonight.",
        "feeling": "POSITIVE",
        "view": 8192,
        "date": "2024-04-17"
    },
    {
        "url": "https://www.youtube.com/watch?v=d3KW4D13_kk",
        "title": "\nGerman police arrest suspected Russian spies | BBC News\n",
        "content": " The German Foreign Ministry has summoned the Russian ambassador after arresting two men suspected of spying and planning sabotage attacks on military sites. German prosecutors say one of the men had been photographing potential military targets in Germany, including US military facilities which assist Ukraine. The US came, as Ukraine's prime minister told the BBC, there would be a third-world war if Ukraine loses its conflict with Russia. G7 foreign ministers are meeting on the Italian island of Capri to discuss Ukraine's urgent appeal for more air defenses. And how to use frozen Russian assets to assist Kiev. Well, let's start this hour by discussing those arrests in Germany. I spoke to our security correspondent, Gordon Carrera. Potentially a significant series of arrests by German authorities yesterday. They are certainly suggesting that today with prosecutors arresting two men, one of those it appears had been spending some time carrying out reconnaissance of military facilities. The second man is thought to have assisted him and then in turn they are thought to have been in contact with another person linked to Russian intelligence services. Now some details are emerging about what they may have been looking at. These are military facilities inside Germany. But the suggestion is this wasn't just spying, just collecting intelligence. That's something that happens normally. But they were considering particularly that one individual sabotage carrying out some kind of explosion or fire at one of those facilities. And I think that's what makes this particularly significant and particularly different from if you like the run of the mill espionage cases, which we've seen many of in recent years including in Germany. And Gordon, tell me more about the military facility, why now, why Germany? Well, it's clear that they seem to have looked at a number of facilities. So it's not certain if they had picked one particular facility to target. Some of the suggestions are though that these could be facilities linked to Ukraine and to German support for Ukraine, including US military facilities. Where there is training for instance on tanks, which are going into Ukraine or where Ukrainian soldiers might be trained. Another possibility is the supply routes or the depots where material might be shipped out to Ukraine. Again, I think this is significant. We've seen some evidence of the past of Russian intelligence carrying out kinds of sabotage activities in the past. I mean, there were reports that Russian military intelligence, the GRU blew up an arms depot, for instance in the Czech Republic, about a decade ago. But carrying out something like this in Germany would certainly be significant. The suggestion is it's all part of attempt to undermine European support for the effort of Ukraine in fighting Russia.",
        "summary": "The suggestion is it's all part of attempt to undermine European support for the effort of Ukraine in fighting Russia. Some of the suggestions are though that these could be facilities linked to Ukraine and to German support for Ukraine, including US military facilities. We've seen some evidence of the past of Russian intelligence carrying out kinds of sabotage activities in the past. German prosecutors say one of the men had been photographing potential military targets in Germany, including US military facilities which assist Ukraine. But they were considering particularly that one individual sabotage carrying out some kind of explosion or fire at one of those facilities.",
        "feeling": "POSITIVE",
        "view": 14392,
        "date": "2024-04-18"
    },
    {
        "url": "https://www.youtube.com/watch?v=JiBK3dwF8_w",
        "title": "\nCuối cùng, Mỹ đã làm điều mà Nga lo sợ\n",
        "content": " Quang Ha Mô Bay thủ củ đổi mấy toàn bộ sản phẩm cũng nghe, điện thoại, mang hình lắp tốt được trợ giá lên tới 3 chậu đồng, với chính sách má không, không mất thời gian, không dủ rau rau rực, không lo phụ phí, quen ngày mạc Cưa để biết trên thông tin chi tiết. Chào các bạn, điều mâu pua tiên quan ngại cuối cùng cũng đã thật sự xảy ra và đó cũng chính là điều đã kiểu sống URNA, nhưng một con cá trên càn gặp được chỗ nước. Có thể các bạn đã đoán được, cái chúng ta đang nói đến, chỉ là gói viện trợ lên tới 61 tỷ đô la, mà Mỹ muốn giành trộ URNA đã chính thức được thông qua. Như các bạn đã biết, gói viện trợ này được đề xuất từ lâu, nhưng sau nhiều tháng trời, nó bị đảng Cộng Hoa ở Hà Viện Mỹ kịch liệt phản đối. Đây là gói viện trợ rất quan trọng, và nên việc nó được thông qua hay không, hoan toàn có thể kiểu sống URNA và lại khiến ngà phải mắc kẹt ở URNA thế một thời gian giải nước. Các bạn thấy, URNA, gây đây liên tục đưa ra tí niệu cầu cử, tham chí tổng thống URNA còn thẳng thẳng thử nhận rằng nếu không có Mỹ và phương tây biệt trợ, thêm trả tiết bị bú khí, thì họ sẽ thừa quật. Và đây thì tên hình quật chiến cơ bản đã nghiênm bé phía ngà, hoa liên tục dành được nhiều tháng lợi. URNA mất dần các vùng lấy thổ vào tay ngà. URNA cũng bị ngà tàn công, phá hì nhiều công trình qua chọng về năng lượng như là cá nhà máy điện. Có thể tạo lỗi dần, nếu không có viện trợ, thì chỉ một thời gian ngán nước thôi, ngà sẽ dành trở thắng. URNA giống như có cá đàn mắc cạng, cân được mơm thêm nước, nếu không thì sẽ giả đi rất nhành. Và đúng là câu truyền càng trở nên kịch tính thì lại càng hấp dẫn trong cái thời khác mà ngà gần như thế được trở thắng, thì Mỹ là quyết định thông qua gói viện trợ khổng lồ để giúp URNA được tải sinh cùng cấp chọ thêm một nguồn năng lượng và cả sự tự tìm mới. Nói về có viện trợ 61 tỷ đồ này, thì để dễ hình dùng các bạn cứ xò xánh dặng. Hiện nay Mỹ đã chính thức công bố tổng có có viện trợ cho URNA trong 2 năm chế trành là 45 tỷ đồ là. Như vậy, chung bình mỗi tháng có 2 tỷ và như vậy thì có viện trợ 61 tỷ đồ làn này nếu tính chung bình thì có thể giúp URNA cầm tự thêm khoảng 2,5 năm nữa. 2 nói cái khác, URNA có thể thua trong 2,5 năm tới bởi điều kiện là các quốc gia cho URNA, cũng phải viện trợ cho URNA, như họ đã từng làm trong 2 năm qua. Mỹ đang hoàn thành nhà vụ của Mỹ rồi, giơ đến lửa cho URNA. Thì những bạn đã xem rồi trước, phía cho URNA cũng đã để xuất một gói viện trợ khoảng 1% linh xó tỷ đồ là giữa tính xếp viện trợ cho URNA trong vòng năm. Để xô xánh thì có viện trợ này cũng là rất lớn. Theo bài viết trời bảo tiền phòng, dẫn thú kê cho thấy, tính đến ngày 10 năm thống 1, liên minh cho URNA mới cùng cấp cho URNA có 38 tỷ đồ viện trợ quân sự. Trong khi họ thực sự cắm kết viện trợ tới 53 tỷ đồ, bây giờ xuất hiện viện trợ thực tế đang thấp hơn khá nhiều, sổ với cắm kết. Với thi tài, sao lẫn có sự trình lịch đó? Thì nguyên nhân là vì có nhiều cắm kết trọng thời gian dài, ví dụ như tối cắm kết viện trợ cho 10 tỷ trong vòng năm năm về chết tranh mới trải qua 2 năm, thì tôi chỉ bơm trong cố bốn tỷ thôi, điều đó giải thi tệ sau, sổ viện trợ thực tế đang thấp hơn sổ với cắm kết. Nhưng mà dù sau thì 2 năm mà viện trợ có 38 tỷ đồ, mấy thêm 45 tỷ đồ, vậy tổng mới có 83 tỷ đồ, được bơm trong 2 năm, tiến chung bình uống tháng URNA nhất được khoảng 4 tỷ. Và tiến ra thị, với số tiền mà vào trước mấy lần, gây thật hoát, bói đủ khả năng viện trợ cho URNA tới, nửa năm chế tranh, chỉ tiến duy nhất bà lần, nhưng mà URNA muốn nhận được viện trợ của bà lần, thì chắc phải đưa hạng đồ ra miền mà tìm. Nhưng vậy, nhưng tổng thể chúng ta thấy, gói viện trợ 61 tỷ đồ của Mỹ đã tự ứng khoảng 2 phần 3, tổng viện trợ trong 2 năm qua. Nếu đưa thông qua, gói viện trợ 166 tỷ mà cho ổ cũng đang đầy xuất, thì nó sẽ là một số tiền khổng lồ, tổng có 167 tỷ, sẽ giúp URNA toài mái cầm cử thêm khoảng 4 năm nữa. Tất nhiên là chúng ta chỉ đang tế trên lý thuật thủy, có thích tế có thể khoảng toàn khác. Ví dụ như, ngá có thể dồn dập tấn công sớm để đưa ra một quyết kết thúc, hoặc là họ thắng, hoặc là họ phải rút quân. Nước lại, nếu viện trợ ổ ăn, URNA cũng có thể tấn công ngược lại ngà, để ngà vảy nước. Rồi nếu trên trành lâu hơn, ngà cũng có thể không kịp sản xuất vũ khí để sử dụng cho chế tranh. Vì vũ khí trong khó, lâu nay họ đã lấy để sử dụng. Nếu trên trành kéo dài nữa, họ sẽ phải liên tục sản xuất rồi sử dụng. Nếu tổng sản xuất không kịp với tổng sử dụng, thì ngà sẽ yêu dần. Gây đây, thì có nhiều vũ khí của ngà trên trị trưởng URNA có rong vết ngồi ngốc từ chiều tiền và Iran, nhưng vậy là ngà đã phải sử dụng vũ khí từ nước đồng minh. Trong đến cuộc chiến tranh kéo dài, URNA thiệt hại thì lưu nhiên, nhưng mà ngà tổn thách cũng dắt năng. Như từ ngày đầu trên trành đến giờ, mình vẫn luôn mào trên trành sử dụng kết thúc vì nó gây ra sự lắng phí khổng lồ. Các bạn nghĩ mà xem, bao nhiêu công sức, chỉ tuệ của nhân loại được mang ra để đốt để tàn phá. Ngay thường thì bạn thấy một con xe máy nó bị cháy, bạn đã thấy socha khi nhậm sơ sở, nó cũng bằng 2-3 tháng lương của mình. Con nếu thấy một con mấy bách, một con gờ sáu bà, hay thật chỉ một con ROYS có giá trục tỉ mà bị cháy thành cho, thì bạn chỉ có đứng hình vì soc. Thế nhưng mà trong trị trành, thì hại nó kinh khủ hơn vạn lần. Một cái tên lửa cũng có giá cả trục tỉ, một cái xét tăng có giá gấp trục cái mấy bách, một cái URNA cũng có giá bằng cả trục con ROYS vậy mà trong trị trành, mỗi ngày hàng chăm chức uyên đô thành cho môi. Thực ra là tài giản của nước người ta, mình là người Việt Nam mà mình lo lắng thì cũng không đúng lắm, vì nó có liên quan gì đâu. Nhưng mà thực ra lại là có. Với đề sản xuất giá khí tài, thì phải dùng đến tài huyên trung của trái đất. Bà kinh dung rằng, ra đình bạ ở giữa sạm mạch, chỉ có một cái áo nước để dùng. Thế nhân trong gia đình lại có 2 nhEM rất dầu, họ sáng sáng chi tiền cho các ai nhám khác, để được sử dụng nhiều nước hơn, và họ dùng nước rất lãng phí, cho khi một số người em không cuốn nước để tắm để giặt, thì ông anh dầu lại có nước để cho bỏ tắm. Thậm chí mang nước ra tử cho ước cát để xây lâu đại cho nó lãng mặt, thân dân là vì ông ấy đã dùng tiền mua nước của những người em, nên ông ấy thích làm gì là quen của ông ta. Nhưng mà nhiều năm sau, mua nước sẽ cạnh kiet vì sử lãng phí, để nó đời con đời cháu, nước sẽ cạnh hiếm, và lúc đó thì con ông nhà dầu hay con ông nhà nghèo, thì cũng phải trả giá bằng việc, nằm như quen các hô ở giữa sạm ạc. Và chứ trang thì cũng thế, ông chơi ban cho chúng ta một số lượng tại Nguyên nhất định thủy, dâu mỏ có giới hạn, vàng bác có giới hạn, đất hiếm, uraní cũng có giới hạn. Thế nên nếu cứ khai tham để sản xuất vũ khí, rồi bán nổ đồng đoàn cho vui tay, thì sẽ đến một ngày tại Nguyên cả kiet, chúng ta sẽ phải trả giá. Có thể hậu quả sẽ chưa đến ngay lập tức, nhưng mà nếu cứu hộ chiến tranh, thì đến một ngày bắt sẽ phải một một mỏng đồ với giá đát hơn, gấp nhau lần. Biến Nguyên liệu, để sử dụng sản xuất ra cái đó, đã bị trên tranh cấp đi gần hết rồi. Giờ quan quả chúng đi thủy, muốn mua được thì phải trả giá cao. Con nói về thịt hai của cuộc chiến Uc Rena trước cần tính bao nhiêu căn nhà bị sợp, bao nhiêu nhà máy bị đốt trái, thịt hai về kinh tế bao nhiêu, cũng chưa cần tính ngá ra bị thịt lại bao nhiêu, chỉ tính diang so vũ khí đạn giật mà Uc Rena đã đốt, bao gồng cả của Mỹ và phần tay hỗ trợ, thì khoảng 100 tỉ đồ, đối giác tiền Việt là 2 triệu, 500,000 tỉ đồng. Nếu mối tháng, nhà bạn của 4 người, 24 mẹ và 2 đưa con, tiêu mối tháng 20 triệu, với 1 người tiêu 5 triệu mối tháng, với mức chi tiêu như vậy, thì số tiền vũ khí bị đốt ở Uc Rena đã đủ nguy sống, 2 triệu 400,000 người trong vòng 20 năm, đây là dân số của tỉnh Bình Dương, với là toàn bộ người Bình Dương, có thể sống 20 năm, trắng cần phải làm gì, nếu được nhận số tiền, tương đơn với việc đốt chỉ diên vũ khí của Uc Rena trong 20 năm qua. Các bạn thấy, thiệt hại quá nhiều và quá kênh khùng. Còn trước khi món đạn kêu nhớ mối trường, bao gồn cả khung khí, với nên mình luôn mong trên trang sẽ xấu két thúc, nó gây ra quá nhiều quảng yêu chọc, cả chức mắt, lớn sau này. Các bạn có nghĩ như vậy không? Hãy cùng tạo lần nhá. Các bạn là XeMidu, xí chào và hẹn gặp lại.",
        "summary": "thì những bạn đã xem rồi trước, phía cho urna cũng đã để xuất một gói viện trợ khoảng 1% linh xó tỷ đồ là giữa tính xếp viện trợ cho urna trong vòng năm. nhưng mà nhiều năm sau, mua nước sẽ cạnh kiet vì sử lãng phí, để nó đời con đời cháu, nước sẽ cạnh hiếm, và lúc đó thì con ông nhà dầu hay con ông nhà nghèo, thì cũng phải trả giá bằng việc, nằm như quen các hô ở giữa sạm ạc. nếu trên trành kéo dài nữa, họ sẽ phải liên tục sản xuất rồi sử dụng. thì nguyên nhân là vì có nhiều cắm kết trọng thời gian dài, ví dụ như tối cắm kết viện trợ cho 10 tỷ trong vòng năm năm về chết tranh mới trải qua 2 năm, thì tôi chỉ bơm trong cố bốn tỷ thôi, điều đó giải thi tệ sau, sổ viện trợ thực tế đang thấp hơn sổ với cắm kết. nếu mối tháng, nhà bạn của 4 người, 24 mẹ và 2 đưa con, tiêu mối tháng 20 triệu, với 1 người tiêu 5 triệu mối tháng, với mức chi tiêu như vậy, thì số tiền vũ khí bị đốt ở uc rena đã đủ nguy sống, 2 triệu 400,000 người trong vòng 20 năm, đây là dân số của tỉnh bình dương, với là toàn bộ người bình dương, có thể sống 20 năm, trắng cần phải làm gì, nếu được nhận số tiền, tương đơn với việc đốt chỉ diên vũ khí của uc rena trong 20 năm qua.",
        "feeling": "POSITIVE",
        "view": 4,
        "date": "2024-04-21",
        "comments": [
            {
                "content_cmt": "Hay đó",
                "feeling_cmt": "NEGATIVE"
            },
            {
                "content_cmt": "cũng tạm đươc",
                "feeling_cmt": "NEGATIVE"
            }
        ]
    }
]