[
    {
        "url": "https://www.youtube.com/watch?v=6LguzLPYHUY",
        "title": "\nUS restricts travel for diplomats in Israel over Iran attack fears | BBC News\n",
        "content": " Well, we begin the programme in the Middle East, where American diplomats and their families in Israel have been told not to travel outside of Tel Aviv, Jerusalem and Bolsheva. The US Embassy said it had made the order out of an abundance of caution due to fears about a possible attack by Iran. Earlier, Israel's Defence Minister, Yoav Galant, has told his US counterpart that Israel would respond appropriately if it was directly attacked by Iran. Washington continues to try to dissuade Iran from launching a retaliatory strike following the attack on its consulate in Syria last week. Well, for more on that, let's speak to our correspondent in Jerusalem Hugo Bachega. So Hugo, a heightened sense of alert, what more can you tell us? Yeah, Virginia, so for days we've been talking about those warnings that have come from American officials saying that this Iranian response is a matter of when, not if, and I think the most dramatic warning came from President Biden who said a day ago that the Iranians were preparing a significant attack. And with that warning came also a threat that the Americans would respond if there was an attack from Iran on Israel. And I think there have been some reports quoting unnamed American officials saying that this could happen in the next few days. So we don't know how this attack is going to be, what this possible attack is going to look like. The Iranians have been saying that they're going to retaliate, the attack that happened last week in Syria was humiliating for the Iranians. It hit an Iranian diplomatic compound in Damascus. It killed several Iranian military advisers, including a top Iranian general. So I think the Iranians need to be seen to be giving a response to be doing something. I think the fear here is that the Iranians could launch an attack on Israel. And the Israelis have been saying that any kind of attack that comes from Iran would lead to an Israeli response. So we've seen that Iran has been using its proxies across the region to carry out attacks, including Hezbollah in Lebanon, which has been attacking Israel on a daily basis. But what the Americans are saying is that this is likely to be different, and this is likely to come from Iran itself. So the warnings are there, but we still don't know how this is going to play out. And Higa, we've also been hearing from Israel's Defense Minister, Yehav Galant. What more has he been saying? So again, he had a phone call with the American Defense Secretary. And he said that any kind of attack that comes from Iran would lead to an Israeli response. So there have been those concerns, and this is obviously something that people here in Israel are talking about. A senior American general has been sent to Israel to have conversations with top military officials to talk about the possibility of this Iranian attack and an Israeli response. But again, there is anxiety, there is concern, but there's no panic here. I mean, there's no run on shops or on banks. This is obviously something that people are talking about that's been discussed on television, newspapers. But there isn't panic here, but obviously everybody's waiting to see how the Iranians are going to respond to, and whether this response is going to come in the next few days. OK, Higa, Bachega, Injurisland. Thank you very much for that update."
    },
    {
        "url": "https://www.youtube.com/watch?v=lHggWT2iLdo",
        "title": "\nIsrael’s top general says Iran faces retaliation despite calls for restraint | BBC News\n",
        "content": " Well, in Israel, the war cabinet has been meeting to consider its response. A spokesman for the Iranian government insisted that Tehran had shown restraint and that the strikes were a limited act of self-defense. Our Middle East correspondent Lucy Williamson has the latest. Israel is deciding how to respond to this. Hundreds of drones and missiles fired over the weekend from Iran. Damage on the ground was limited. Damage to regional stability, much more severe. At an airbase hit by missiles in the negative desert today, Israel's chief of staff promised a response. Iran will face the consequences for its actions. We will choose our response accordingly. The idea remains ready to counter any threat for Iran and its tail proxies. Israel says only a handful of missiles made it through air defenses, but this direct confrontation with Iran, the first on Israeli soil, has thrown the Middle East off balance. What shaken Israel in these attacks isn't the damage caused, but how they happened with drones and missiles sent straight from Iran. And what these strikes left broken isn't so much infrastructure. It's Iran's fear of launching a direct attack. Iran's attack came with careful signaling. Its government warned Israel's allies of the strikes and said they were punishment for an assassination in Syria and that Iran now considered the matter closed. Our advice to all the supporters of the Zionist regime is to appreciate Iran's responsible and measured action and dissuade the Zionist regime from committing more wicked acts, which would bring incalculable consequences. But Israel has said it will exact a price from Iran. Its Prime Minister under pressure from allies to de-escalate the situation has been discussing with his war cabinet exactly what that price should be. One former diplomat with experience of Iran says military action is only one option. Military options are far more varied than the Iranians. And frankly, the Iranian barrage was a demonstration of weakness, not of strength. It is clearly a strong need for Israel to, however, it decides to respond and the response can come in many different ways, not just military. Israel is already fighting Iranian-backed groups in Gaza to the south and Lebanon to the north. A far less powerful opponent delivered a major blow on the 7th of October. Israel's challenge now is how to restore a fear of conflict in its biggest enemy without triggering a war. Lucy Williamson, BBC News, Jerusalem. Our international editor, Jeremy Bowen, is here. So as we heard, Jeremy, Israel continuing to insist it will retaliate, even while the U.S. is saying Iran has embarrassed itself. Well, I think they're trying to get the message over to the Israelis that, look, yes, you're right to be concerned. You have been attacked. But this is under control. Look, Iran's embarrassed itself. It's not that simple, though, for the Israelis. I think they feel the need very strongly to send a signal, a really determined signal that they are not deterred in any sense by Iran. There's something very deep in Israel's DNA that it has to push back. It's not a question of turning the other cheek. It's an eye for an eye, at least. That is something which is really part of their ethos. But the gamble is always how is the other side going to respond because, as you've heard, the Iranians are also saying, hang on, this was self-defense. We were just doing it to make a point, also to restore to Terence. And I think what they were also trying to do was to avoid making, causing a large numbers of civilian casualties, which would have escalated matters. So Israelis having those same similar kinds of discussions about the way that they need to go. The Iranian army chief has said today in the last few hours, he said something like, our attack on Israel was limited. If Israel retaliates, there will be a far greater response. You know, from Netanyahu's point of view, for many years, he has seen Iran as Israel's number one enemy, Banan. I remember him saying to me in the BBC office in Jerusalem about 2006, when Armadin Lejab was president, he said, look, Armadin Lejab is Hitler and it's 1938. You know, it wasn't an exclusive. He was saying it a lot at the time to people, but that's very much his view. Now don't forget, there's also the war in Gaza going on. That's something which is still urgent. It's still there, still the famine. There is still military action going on there in the middle part of the Gaza Strip. But as far as Israel's western allies are concerned, it is less of a priority these last few days than Iran. Iran seems a lot more urgent. It doesn't mean to say that they've forgotten about what's going on there, but instead of talking about differences, potential war crimes, famines, they're talking about unity coalitions facing Iran together."
    },
    {
        "url": "https://www.youtube.com/watch?v=HRihVwRjoow",
        "title": "\nSydney stabbings: Man shot after multiple stabbings at Sydney mall | BBC News\n",
        "content": " Let's return now to our breaking news out of Australia. Police in Sydney say they're responding to a major incident at a major shopping centre. These are live pictures coming to us from a helicopter hovering above the Westfield shopping centre at Bondite Junction that our reports multiple people have been stabbed. Well, let's get the latest on this with our reporter, Phil Mercer, who's in Sydney. What can you tell us, Phil? Well, this all began just over an hour ago, local time, at 4 p.m., the police say that they were called after receiving multiple alerts from the Bondite Junction Shopping Centre, the big Westfield shopping centre there. It's a very modern complex, about two kilometres from Sydney's famous Bondite Beach. And as you rightly say, we are hearing reports that multiple people have been stabbed and also reports of gunshots. And in the last few minutes, we've received a statement from the police, the New South Wales State Police here in eastern Australia confirming that one person has been shot. We don't know who that person is and how they are involved in this incident. Now, the ambulance service here in Sydney is suggesting that there have been two alleged offenders and one of whom has been shot by the police. But at the moment, as you can imagine, it's a very fluid chaotic situation. Shoppers forced to flee the Westfield shopping centre and reports, too, that there are people still inside. And as you would expect, an enormous response by the emergency services armed police coming through. We understand the shopping centre coming the roof. And this is, once again, a very chaotic, fluid incident. Here in the city of Sydney. And for late afternoon, early evening in Sydney, presumably there would have been many people at the mall at that time. What are the members of the public being advised to do? To stay away from the area, we heard a report from one man who was actually inside the shopping centre saying that he heard the commotion, he heard shots ring out and that the member of staff working in the shop behaved extremely heroically, ushering all the shoppers into the back of the shop, locking up the premises and leading those people outside to safety. So the police are urging people to avoid the area. This is the start of the school holidays in Sydney. So many people would have been enjoying what has been a very warm, autumn's day here in Sydney, heading to the Westfield shopping centre. One of the busiest in Sydney, as I say, only a short distance from Sydney's famous Bondi beach. And at the moment, the police are working their way through the centre we understand, trying to establish who's responsible and what exactly has happened. Phil, thank you very much. That's our correspondent in Sydney Phil Mercer."
    },
    {
        "url": "https://www.youtube.com/watch?v=TcLlZW7Vh8A",
        "title": "\nIran's attack on Israel has Middle East on the 'brink', warns UN chief | BBC News\n",
        "content": " Howell Israel responded to an unprecedented attack by Iran on its own soil. That's the urgent question we start the programme with today. While leaders meeting in an emergency session at the UN have warned that the Middle East is on the brink and that now is the time to de-escalate after Saturday night's events. For its part, Iran has insisted its actions were retaliatory. Opening the meeting, the UN Secretary-General Antonio Guterres told Diplomats, quote, it's vital to avoid any action that could lead to major military confrontations on multiple fronts in the Middle East. He added that civilians are already bearing the brunt and paying the highest price. Now representatives from the UK and US condemned the attacks by Iran on Israel but made it clear that they didn't want to see any further escalation. But Israel's ambassador rejected the call for the violence to stop, saying it has the right to retaliate in a time and manner of its choosing. The United States has warned that will not take part in any strikes against Iran. Our Middle East correspondent, Yolanda Nell, has the latest. Israel's air defences called to action. In the early hours on Sunday, fighter jets battled waves of Iranian drones and missiles fired at Israeli targets. It marked the first time Iran has attacked Israel directly from its own soil. Explosions could be heard widely, including in Jerusalem and Tel Aviv. Israel says that 99 percent of more than 300 drones and missiles launched by Iran were intercepted. Some of those that got through hit here in the sensitive never-team air force base in southern Israel. Nearby, seven-year-old Amina Hassuna was seriously injured when a missile fragment struck her house. The children were frightened and wanted to run away from home, and that's when the missile hit our house. The Israeli war cabinet met yesterday to plan its next move. One of its members, Benny Gans, said Israel would exact a price from Iran when the time is right. And last night, the UN Security Council met in an emergency meeting following the attacks. Israel called for sanctions on Iran and reiterated its right to a response. This attack crossed every red line, and Israel reserves the legal right to retaliate. We are not a frog in boiling water. We are a nation of lions. Following such a massive and direct attack on Israel, the entire world, let alone Israel, cannot settle for inaction. We will defend our future. Iran's ambassador to the UN told the meeting that its actions, which were in retaliation for a deadly air strike on its consulate in Syria, were justified. These countries, especially the United States, have shielded Israel from any responsibility for the gas de massacre, while they have denied Iran inherent right to self-defense against the Israeli armed attack on our diplomatic premises. Amid rising tensions, the attacks have received widespread international condemnation. The scale and nature of Iran's heinous assault, the first direct attack from Iran on Israeli soil, poses grave risks to the security and stability of citizens across the Middle East. Now, world leaders are pressing for de-escalation in a bid for calm in the region. We have a shared responsibility to work for peace. Regional and indeed global peace and security are being undermined. All eyes are on Israel and how it responds. Your land's Nell BBC News, Jerusalem. Let's take a closer look at the strikes on Saturday night. Iran may have appeared to try and overwhelm Israel's air defenses with multiple waves of drones and missiles, but Israel's advanced defense system, known as the Iron Dome, destroyed most of them in the air with the help of its Western allies. Our defense correspondent, Jonathan Beel has more. So how is Israel able to defend itself with the help of its allies? First, they knew about the attack. It was telegraphed in advance. But the scale was significant with more than 300 weapons fired, including more than 170 armed drones, 30 cruise missiles and 120 ballistic missiles, which can travel twice the speed of sand. Most of those were fired from Iran itself. The first time Iran's directly attacked Israel from its own territory. But the US says some were also launched from Iraq, Syria and Yemen. Iran has demonstrated that it has an appetite for risk, but it doesn't have an appetite for too much risk. It wanted to impose a cost on the other side without necessarily triggering a broader escalation and an all-out confrontation. So how were they stopped? Well, both Israel and the US were warned and prepared. American destroyers positioned in the Eastern Mediterranean shot down several ballistic missiles. RAF typhoons flying from Cyprus shot down a number of drones, as did US jets and fighters from Jordan. Israel itself has some of the world's most advanced air defenses, providing layers of protection. Its aeromis are capable of intercepting ballistic missiles from hundreds of miles away. David Sling is the next layer of defense with a range of more than 100 miles. And then it has its shorter range, Iron Dome. These pictures over Jerusalem show the Iron Dome in action. The last line of defense. I mean, ultimately, Israel spent billions of dollars to be prepared for exactly this scenario, had the help of its allies and very much neutralized what could have been a much more consequential attack. Israel says most of what Iran fired was destroyed even before it reached its territory. Here's one that was shot down over Iraq. But there was one exception, an Iranian missile did get through its defenses hitting an airbase, confirmation that it was targeting military sites, but in this case, it caused limited damage. This was a calculated attack by Iran using just a fraction of its firepower. Enough to send a message, but not enough to overwhelm Israel's air defenses. That's Jonathan Beal, where Jonathan Conriqueus is a former spokesperson for the IDF. He explained what Israel's response might be. Well, it depends really very much on the strategic aim and what Israel will try to achieve by retaliating. Because I think that Israel won't retaliate for the sake of retaliating. It will retaliate as part of a bigger plan. And we did a problem here in the Middle East with Iranian activity is that for many, many years, Iran has in fact very successfully built kind of a ring of terror organizations right around Israel's borders. That is a problem. And the reality since October the 7th is that it's clear for Israelis that we cannot go on living like this. We cannot live with terrorist organizations on our borders that have the ability to choose when, power, and at what location to strike Israel, like Hamas did on October the 7th. And with Iran's attack on Israel for the first time on from Iranian soil at the Israeli soil, that offers, if you'd like, an opportunity to really change fundamentally the situation in the Middle East and to improve security bottom line for Israelis in their homes. Recos there. Well, let's speak to our Middle East correspondent Yolanda Nell, who is in Jerusalem live for us. Yolanda, good to have you. What's the mood there? What are we hearing from not only Benjamin Netanyahu but his war cabinet? Well, the Israeli war cabinet met for about three hours. We understand yesterday, but didn't yet come up with a decision on exactly how to respond to this unprecedented attack. By Iran, we're told that there are divisions between the key members of the war cabinet over the timing of a response and exactly what form it should take. Now, that said, Israel's military we're told has been drawing up all different possible options for a response. And you've also got signs really that Israelis are getting back to their ordinary lives after the shock of what happened. You had the Israeli military on Saturday night just before these some 300 attack drones and missiles were launched by Iran. You had them putting in place restrictions that close schools and universities and limited the size of public gatherings. Now, those have been lifted a bit sooner, really, than many people expected. And that's being seen, of course, as a sign that the Israeli military does not believe another attack is imminent at this stage. And you learned Western Allies urging restraint. We keep hearing that word calm. But how much leverage do they actually have over Benjamin Netanyahu who is facing domestic pressure as well? I mean, indeed, there's a whole spectrum of opinions in the just among Israeli politicians. You have the far right national security minister Itamar Ben-Govir who's actually said that Israel should go crazy here to restore deterrence in the region while you have international allies who were so much involved. The U.S., the UK, France, Jordan and other allies were told were involved in shooting down drones and cruise missiles, even some of the ballistic missiles that were fired. Really, you know, asking for restraint here saying they don't want to see a regional escalation. And it's interesting because within the war cabinet, which really has only five members, three of them decision-making members from the Israeli Prime Minister, from his defence minister and from the centrist Ben-Govir. We're getting a bit more of a sense that things could be balanced. Ben-Govir has been coming out saying that really that Israel should strengthen the strategic alliance, the regional cooperation that was shown on Saturday, in the Inter-Sunday morning, which allowed Israel to weather this really dramatically large attack by Iran with relatively little damage and really very few casualties. All right, that's really important context. Thank you, Yelan, for that update."
    },
    {
        "url": "https://www.youtube.com/watch?v=CPyk69APB28",
        "title": "\nBREAKING: Iran launches “mass drone and missile attack” on Israel | BBC News\n",
        "content": " Breaking news in a major escalation of the crisis in the Middle East. Iran has started a direct attack on Israel by launching dozens of drones to attack targets there. They're expected to reach Israel in the next couple of hours. Israel says its armed forces are on full alert with combat planes in the air. Iran has said it wants revenge for a suspected Israeli attack almost two weeks ago on its consulate in Damascus. When the US, President Joe Biden has cut short his weekend to return to the White House for briefings on the crisis. Well in a moment we'll get the very latest from Washington and our correspondent there will Vernon. First though let's go straight to James Landel who's live for us in Jerusalem tonight and James this is an attack that Israel has been expecting for several days now. Yeah that's right Ben. Ever since that attack on the Iranian consulate in Syria there's been growing speculation that Iran will have to respond in some way. There's been talk about different types of attack but it now appears that attack is underway. Military spokesman here in Israel say that drones have now been launched from Iran. They are directed towards Israel. There've been reports from Iraq have drone many drones been seen in the sky. The Israeli spokesman said that those drones will take some hours before they reach their target here and he says that he's confident that Israel's air defense will shoot them down. Earlier today just before this attack was formally confirmed the Prime Minister Benjamin Netanyahu gave an address to the nation saying his country would overcome all its enemies. Israeli citizens in recent years and even more so in recent weeks Israel has been preparing for the possibility of a direct attack from Iran. Our defense systems are deployed. We are prepared for any scenario both in defense and attack. The state of Israel is strong. The IDF is strong and the public is strong. Now as you heard there the Israelis at the moment are just talking about drones but the Iranian Revolutionary guards have put out a statement saying that they are attacking with drones and missiles too. And in a statement the supreme leader in Iran Ali Hamani said and I quote the malicious Zionist regime that's his name for Israel will be punished for what he called an attack on Iranian soil. In other words the attack on the Iranian consulate in Syria. Now the question tonight is how effective this attack will be and what response Israel may make as a result of that. A spokesman said this evening this is a severe and dangerous escalation. Ben, all right James thank you very much indeed that's James. Landel, live in Jerusalem. Let's go to Wilverna in Washington and will the United States of course is Israel's closest ally. President Joe Biden has promised iron clad support in his words for Israel with this attack tonight. That's right Ben. President Biden is back in the White House. He earlier cut short a weekend away in Delaware to come back to Washington and attend that urgent national security council meeting. And we've had a statement from national security council saying Iran has begun an airborne attack against Israel. President Biden is being regularly updated on the situation by his national security team who are in constant communication with Israeli officials and it goes on to say that this attack is likely to unfold over a number of hours and unnamed US officials have been speaking to US media saying that they expect this drone attack to be synchronized with missiles that could launch later on. But as you said President Biden and other US officials have repeatedly said over the last few days that American support for Israeli security is iron clad and we know that US forces in the region are in alert and are ready to assist the Israelis with protecting their territory. But US intelligence officials here reportedly believe that the Iranians are targeting multiple sites inside Israel. But importantly not US forces in the region directly. That would of course be a dangerous escalation. That's what everyone here is keen to avoid. Any sort of tit for tat escalatory, retaliatory conflict that could ignite a wider regional war."
    },
    {
        "url": "https://www.youtube.com/watch?v=qMRP_5jecxM",
        "title": "\nWhat we know about Iran's attack on Israel | BBC News\n",
        "content": " When we have plenty of international reaction coming up to the events over the night, first of all though, let's take a look at exactly what happened and take a listen to this. These are the sirens over Jerusalem and the explosions in the sky there over Israel. Some 300 drones and missiles fired towards Israel and the IDF, Israel Defence Forces, saying that 99% of them were taken out of the sky. Not just above Israel, these pictures next are from Jordan, allies helping here, the US, the UK, France, among those countries, shooting down objects over airspace outside Israel, also Syria and Damascus, two similar scenes there. We have a look now at the Iron Dome heading back to Israel, which is the Defence mechanism covering much of Israel. Interceptive missiles effectively fired from the ground there, leaving the trails in the sky up towards those drones and missiles. The assessment of the damage from Israel are very limited, no deaths, they say some infrastructure and a military base hit and a young girl injured and being treated. We had these pictures coming out of Iran, some government supporters celebrating there, we don't have any wider context for those pictures there. Iran saying this is a retaliation strike for what's widely believed to be an attack by Israel on the consulate in Damascus two weeks ago. Let's just show you a map of the region here. You get an idea of the scale of what's happened and potentially what's at stake. You can see Iran there and Israel in a distance between them. This is the very first time a direct attack on Israel from Iranian soil. With me now, Jeremy Bowen, our international editor, as you can see on our security correspondent Frank Gardner, we're going to pick through exactly what this means, Jeremy, good to see you. So just tell us where we are, where the region stands right now. Well, I think the region is looking at the Israeli war cover that and seeing what it's going to decide to do next. The message coming from Israel's western allies, particularly the US, also the British, Rishi Sinekha's British Prime Minister has just said that Britain was also involved in shooting down drones and he said this is now a time for cool heads. In other words, message to Israel, you've got a victory here, bank it, hang on to it, do not escalate any further because the risks of escalating, maybe a strike back onto Iranian territory are very great. Israel has sustained a serious attack, but with a great deal of help from its allies, it has been able to withstand it. It was not a full-on assault in the way that perhaps it would have been had his brother and Lebanon joined in with their massive arsenal of missiles that over the years, the Iranians have helped them build up. And for a gardener, if we can start with a similar question to you, Israel, your broad thoughts on where exactly the region stands now. Okay, if you imagine a ladder, all right, with a lot of different rows, we are halfway up that ladder of escalation. Israel could choose to go up it or down it because right now we've seen a number of escalations, a number of red lines crossed Jeremy puts it, and this is certainly a red line and that's the first time Iran and Israel have fired at each other, in this case Iran shooting directly at Israel. And despite the fact that there is restrainting urgent all sides, Israel's war cabinet is going to spout it what it calls a significant response. Now, it can do that in a number of ways. It could bite its time, strategic patience, it could hit back at its proxies, Iran's proxies like Husbalah as it has done and others around the region. It could target the exact missile bases from which these drones and missiles were launched in Iran. That would be an escalation or it could go even further and do an all-out attack on Iranian revolutionary guards called bases throughout Iran. That would be a major escalation and one that would prompt I think a massive Iranian response. And that's not what anybody in the region wants. Everyone's calling for things to calm down now, but I'm not sure that Israel is going to let this one go as it were. Okay, Jeremy, can I just get your thoughts on the Iranian foreign minister coming out and it's been basically the lines from Iran effectively saying that this current action is finished. They described it as a defensive action, but if there are any more attacks then they will respond. What do you think of the messaging now? Well, let's just rewind back to the 1st of April. That's when the attack took place on the Iranian diplomatic compound. In Damascus, killing senior officers, senior generals, but I think more importantly for the Iranians hitting ground they consider to be, and legally it is, Iranian soil. The Israelis have an unconvincing argument that the presence of those officers in the building rendered it not a diplomatic premise, but a military position that it was okay to hit. That is not a convincing argument. So Iran made it very clear that they would respond. Question, how were they going to do it? The suggestion was that perhaps they might try and do something a little bit oblique, something indirect, but they've opted for this full-on attack. Now, the attack did not do a great deal of damage. Was that because they assumed having signals so clearly that they were going to do it? That so Israel, the Americans, the Brits and others could get ready. Or was that simply because they're simply not up to hurting Israel with its formidable air defenses along with its allies? So I think where we're at now is a time of great uncertainty. Really the rules of the game in the Middle East have changed a lot since the Hamas attacks. On the 7th of October, and now that Iran has, well, first is really strike. Iran's response, what will Israel do next? We are very much in unknown territory here, but certainly I think it's absolutely clear that if a way is not stopped, is not found to stop this steady escalation into a wider war, all out war in the Middle East, then it's going to keep on going in that direction, which would be absolutely catastrophic for all concerned. Okay, John, we're going to come back to the kind of what happens next question in just a moment. Frank, just want to come to you on what did happen? Could you just talk us through the nature of the attack, what you make of the combination of the missiles and the drones, how Israel and indeed the allies responded in a kind of technical way to shoot down so many 300-plus from the Scams? Sure, well, Israel had a massive advantage here that it knew it was coming. The US had already signaled this as from Wednesday night, it had probably intercepted communications using its powerful signals intelligence network. The attack came in two phases, 170 drones were launched, now they take, they're quite slow, they take several hours to reach Israel across the 1500 kilometers of distance between Iran and Israel. But Iran also launched ballistic missiles, some of which, at least one of which, was intercepted outside the Earth's atmosphere. How were they intercepted? Well, there are a number of different ways. You mentioned Israel's Iron Dome there, which is its air defense system that has been shooting down a lot of rockets far from Gaza, for example, by Hamas. But it's also got other methods, things called Arrow and the David Slingshot, and it's got Patriot. But it was helped massively by the United States and to a less extent by the UK and Jordan. Jordan said that it intercepted a number of flying objects that entered its territory, i.e. Iranian missiles and drones. The RAF, the Britain's Royal Air Force, which was already operating along the border of Syria and Iraq, under something called upshader, uprish and shader, to counter any kind of advanced sort, resurgence of so-called Islamic State of IS, ISIS. They also shot down a number of drones so that they would have gone quite a secure to this route. And the US Navy, which has got some very powerful warships in the region, in the Red Sea, they shot down some and some of their jets took off. And also, its really Air Force fighters took off from an airbase in the south of Israel and the Negev to shoot them down. So it was a coordinated thing, highly expensive, by the way. One estimate I've seen saying that this has cost Israel up to a billion dollars. But Israel right now is padding itself on the back saying, we defeated this, we knocked out 99%. Make no mistake, Iran has got a massive arsenal of missiles, ballistic missiles. It's got a whole lot more where these came from. Okay, Jeremy, where do we go from here? Then we have international meetings with the war cabinet in Israel, itself, G7 convening. What does happen next? Interesting that when Joe Biden talked about convening the G7, so they're all going to be in front of their computer screens, he talked about for a diplomatic response. That's clearly what he wants. But Israel's war cabinet has many times in the last six months defied the will of Joe Biden. Will they regard this issue as one in which they are able to do that? Or will they feel that because of all the enormous amounts of help that they actually got last night, that actually they owe their allies one and they need to pull in their spikes in terms of confronting them and going, I did notice very early on that right wing voices in Israel and those similar voices sustain the government in terms of votes and the parliament there were calling for a response saying, this is a tough neighborhood, not responding would be weak. If Israel's weak, it will be seen as vulnerable and will be attacked again. So that's the debate that they will be having there in Israel. Do what the Americans and the Brits and others want or push back harder. Jeremy, thank you very much for that internationalization. I said Jeremy Bowen and our security correspondent Frank Gardner, thank you as well."
    },
    {
        "url": "https://www.youtube.com/watch?v=Xiklf9r6EjU",
        "title": "\nIndia election: How Prime Minister Modi's ruling party is trying to reach southern voters | BBC News\n",
        "content": " Drumbing up support, blessings in return. In India's southern states, regional party is dominating. Here in Tamil Nadu, the DMK won a clear majority in the last election. While Prime Minister Narendra Modi's party, the BJP, did not win even a single seat and has limited presence anywhere else in the South. Mr Modi is desperate to change that because for the BJP, every single seat matters. However hard the BJP tries, they will never be able to make ingrowns here. What we stand for, the values of self respect, respect for our culture, a great love for our language, our identity, this is antithetical to the notion of Hindutva and far right and kind of strife causing and rabble browsing and you know percentage politics. So there's a profound conflict of the values that will succeed in Tamil Nadu and the values that the BJP has caused. The BJP may disagree. Nevertheless, the Prime Minister has made eight trips since January. And then there is K Anamalan, young and Tamil speaking. The strong order, able to connect to the people in their own language. Hundreds have come out in support of the BJP's man here in Tamil Nadu. The party is hoping that with the Prime Minister's support and his charisma that he'll be able to crack the South. Do you think you're going to win? 100% we are going to win. We are very confident. We are doing our hard work. We are doing our ground work and more importantly, more to choose there. He's a brand that has entered every house. He's a brand for integrity. He's a brand for honesty. He's a brand for hard work. That brand doesn't work for voters like Seb Aswati. She gets a thousand rupees a month from the state government which she uses for house expenses. Both her kids get money for school. This welfare benefits have changed her life. Do you think that you could ever vote for the BJP? I am very decisive about voting for DMK. Even if others have done good work, I have always voted for DMK. That is what I wish to do. Regional parties like the DMK will likely continue to dominate because the message the BJP does peddling of a pan-India-hindi-speaking identity just doesn't resonate with the people here. Samir has saying BBC News double-loving."
    },
    {
        "url": "https://www.youtube.com/watch?v=RRBUoVzmFrI",
        "title": "\nSydney mall attacker who killed six identified by police | BBC News\n",
        "content": " More details have been emerging today about the victims of the deadly knife attack at a shopping centre in Sydney, yesterday six people were killed and 12 injured. Our correspondent Katie Watson sent the latest from Sydney. From the early hours of Sunday morning, Sydney's sideers came to pay their respects. This is a nation in shock, not used to violent attacks like this. I go to that like more with my friend and stuff, but it's just sad to think like you're kind of really like the shop normally now without thinking twice about like who's around you and all this stuff. The attacker was named as Joel Kouchy and more details about his background have also emerged. We do understand that there is a history of mental health, but it will be the ongoing work of the investigators to determine what his activities were yesterday and the days before that might indicate a motive. Authorities singled out the bravery of Inspector Amy Scott who shot the assailant dead. Her intervention they said saved many lives. The investigation is still very much underway. Police teams are working there and they could be working through to the early hours of Monday morning. Now the commissioner said at this stage there are probably more questions than answers than that something will probably continue for the next few weeks. More details of the victims also emerged. Ashley Good died trying to protect her nine-month-old who was injured overnight, a little girl, underwent surgery. For Azta here was working as a security guard at the Westfield when he died. After the panic and fear of Saturday, people here are grieving, trying to understand why such a brutal attack happened. Katie Watson, BBC News, in Sydney."
    },
    {
        "url": "https://www.youtube.com/watch?v=PRkJpw96224",
        "title": "\nDonald Trump's 'hush-money' trial begins with dozens of jurors rejected | BBC News\n",
        "content": " Now elsewhere today Donald Trump marked the end of the first day of a landmark trial against him in New York by telling reporters it is a scam. Mr. Trump was speaking after becoming the first ever US president to face criminal charges in court. Well he denies trying to disguise a hush money payment to an adult film star in 2016. It looks like the judges are going to allow means to escape the scam. It's a scam trial. If you read all of the legal pundits over the legal scholars today, there's not one that I see that said this is a case that should be brought for a trial. It's a scam. It's a political witch. So that's Donald Trump there speaking outside court. North America editor Sarah Smith reports now on what was a dramatic day of event. It's become a well rehearsed ritual. Donald Trump's performance on his way to court. But this time it's very different. The first criminal trial of a former president and it comes with a possible prison sentence. Just look at his face. He seems drained of all his usual bombast while insisting he's the victim of a conspiracy to derail his presidential campaign. This is political persecution. This is a persecution like never before. Nobody's ever seen anything like it. And again, it's a case that should have never been brought. It's an assault America. And that's why I'm very proud to be here. Loyal Trump supporters and many ordinary voters do believe he is being unfairly targeted. They're weaponizing the criminal justice system system against that political enemies. That's not right. I will fight for this man to the day I die. And if they put him in jail, there are going to be millions of Americans like me. They're going to grab our guns and have a civil war. Trump opponents were also demonstrating outside the court. He's been a lifelong grifter and should have never gotten to the point where he could even be president of the United States because he should have been arrested in jail long ago for all the people he's ripped off over the years. When the porn star Stormy Daniels claimed they'd had an affair, he paid her $130,000 hush money just before the 2016 election. He's now accused of illegally falsifying business records to hide that payment. TV cameras are not allowed inside. Sketches show some of the action as lawyers clashed over what evidence could be used in the trial. Photos from the start of the proceedings show Mr. Trump looking somber and very tired. Figiting Lotteney's seat at times, he also appeared to nod off at one point mouth slack head drooping. He scrutinized the list of questions asked of hundreds of potential jurors to ascertain their neutrality, including where they get their news and if they've ever been to a Trump rally. Over 60 have already admitted they cannot be fair and impartial about Donald Trump. Finding 12 people both sides believe will be even handed could take weeks. Obviously he prefers the campaign trail but now has to fit that around his court dates. Bringing the trial center stage as he attacked the judge at a rally in Pennsylvania just two days ago. This has never happened before by the way you do know that right? Fully gagged before a highly conflicted and corrupt judge who suffers from TDS. Does anyone know what TDS is? Correct. Trump derangement syndrome. This case could last for months, with Donald Trump required to be here almost every day. There's Sarah Smith there with the events of day one. Let's talk now to our North America correspondent John Subworth who's in New York and John we've got a sense of what day one look like. What are we expecting today on day two? Well I'm standing in the press pen here Ben just opposite the court. It's clearly pretty empty at the moment just a few European broadcasters left doing the early morning rounds. But it will fill up again tomorrow because this is such a crucial part of the trial. The selection of the members of the jury as you heard in Sarah's report there. It is a very difficult task. They have around 300 potential candidates to sit on this jury. And over the next few days and weeks they will be whittled down person by person. As the court looks for people who do not hold strong preconceptions about the former president. Which when you think about it, he's a man who wielded such influence over US politics and society for the best part of 10 years or more now makes this no easy task at all. Yes and we will keep a close eye on how that goes. John for now thank you John Subworth live in New York for us. Let's talk about the implications of trying to find those jurors. Laurie Levinson is a former federal prosecutor and professor of law at Loyola Marymount University in Los Angeles. Thank you Laurie for being with us. And let me put that very question to you. What day one has proved is just how difficult it could be to find these impartial jurors. The scale of the challenge ahead for the court right now is just to find those jurors isn't it? Well that's right and the court knew it would be a challenging task. It's bringing in hundreds of prospective jurors. And it's encouraging the jurors actually to be honest even if it means it will take longer to pick a jury. Because in the end the judge really does want a jury who's going to decide it on the evidence and not the polls. Yes and explain to us if you will how this works. What is it that the judge will be questioning those potential jurors on and what will he be looking for in this in this case? Well the first stages were asking jurors whether they could serve during the length of this case which as you mentioned could be at least a couple of months. But beyond that they have a questionnaire and the questionnaire has a series of questions about what people know about Donald Trump whether they go to their rallies, whether they read his books, whether family members are strong supporters. And so they have to get through all the questionnaires and after that they've got follow up and in our system each side gets a certain number of jurors they can kick off for any reason. So it's an extensive process. We know that the Trump campaign have been very keen to delay all of these trials and push them further down the line. They want to hopefully wait until after the presidential election. Is there any risk here that this jury selection will take so long it pushes it even closer or beyond the presidential election? Oh, I don't think that this case this particular one will go beyond the election on the other hand there are three other trials waiting in the wings and those might not get started before the election. We still have the Supreme Court to decide on whether there's immunity. We have the moral log case on deciding whether these were presidential documents and then everything in Georgia took sort of a turn when there are accusations against the prosecutor. So this is the case, the New York is the case that I think is most likely to get resolved before the election. And so on this specific case, talk to me about the challenge ahead for the judge what they are hoping to prove is certainly the prosecution. What are they hoping to prove and what are the potential penalties or implications of this case? Well, the penalties this is what we call sort of a low felony. It could be up to four years on each count, but there are 34 counts against Donald Trump. And what they have to prove is that he falsified or had people falsified for him is business records and that he did so in order to conceal other crimes that he was involved in namely some campaign fraud. The whole theory here is that he was paying hush money to a porn star because he didn't want that information to get out right before the election and affect his campaign. So that's the overall case being brought against Donald Trump. How high are the stakes here? We heard from Mr. Trump there speaking outside court and we often say don't we every time he appears in court, his funding goes up and his supporters use this as a rallying call. But there are serious implications here. Could this damage Mr. Trump's chances of that presidency? Oh, I think that they can and I think that's why he's making such a fuss about it outside the courtroom, even though he's not allowed to inside the courtroom. He exhibits a lot of provotto, but the bottom line is if he is convicted on these counts, it will cost him dearly, particularly with independent voters. He has his core base. They don't care, but this election is going to be close and will depend on the independent voters and they have expressed real concern if there's a conviction. I'm Laurie Levinson. It's good to have you with us on the program this morning. Thank you for joining us there live from Los Angeles. Thank you."
    },
    {
        "url": "https://www.youtube.com/watch?v=3YMleRGjeqE",
        "title": "\nSydney church stabbing was a 'terrorist attack', Australia police say | BBC News\n",
        "content": " We'll take you to Sydney now where police have declared a stabbing at an orthodox church on Monday was a terrorist act. 18-age boy was arrested after a bishop and several church goers were stabbed while giving a sermon that was being streamed live online. At least four people were stabbed but police said none of their injuries were life threatening. While the commissioner of New South Wales police explained why they are treating the attack as terrorism. The things that influenced my decision to declare this a terrorist incident was the actions of the individual who attended that church with the knife, armed with the knife and stabbed the bishop and priest and others were also injured. We believe there are elements that are satisfied in terms of religious motivated extremism and of course the intimidation of the public through that person's acts. While Prime Minister Antony Alvin is called for unity in the wake of those attacks. This is a disturbing incident. There is no place for violence in our community. There is no place for violent extremism. We are a peace loving nation. This is a time to unite, not to divide as a community and as a country. Let's talk now to our Australia correspondent Katie Watson who is in Wakely, the western city somewhere where the attack took place. Katie good to have you with us and so police describing and declaring that attack as a terrorist act. What has been the reaction where you are? You can see behind me there are forensic teams still working in the car park. It is a crime scene so it is still very early on in investigations. This was an attack that took place just two days after the brutal stabbing in the shopping centre in Bondi junction. People here are really attention certainly high. What we saw last night was of course the stabbing that was live streamed. Because of that there were crowds that quickly descended here. Hundreds and hundreds of people came outside and stood outside this church. Some point they turned on police. There were police injured at one point. Paramedics and police had to barricade themselves in the church and keep themselves inside. Police have also said that the attacker had tips of his fingers cut off. That was unsure. Whether that was self-inflicted or it happened in the riot situation. Certainly all of this is currently being investigated. It is an awful lot really to digesting to try and get their heads around. Obviously the attack was also the confrontations that we saw afterwards. Yes and we know the Prime Minister convening that emergency meeting also urging people not to take the law into their own hands referring to some of those protests and some of that unrest that unfolded there. But as you touch on there these two attacks in short session in Australia. I wonder what the general feeling is across Australia right now. And whether there is a feeling of nervousness given what has happened and unfolded. Well certainly I mean obviously the attacks aren't connected but speaking to people here there's a feeling that what we saw last night was a trigger if you like. There's a trauma for many of the community who have fled countries like Syria and Iraq to come to what they thought was a safe place. And I think that's something that it was an attack on their religion. It was an attack on it in the church. And of course tensions there rose. So there's certainly that discussion is going on about how safe Australia is and that is replicated across Australia. The conversation I've heard time and time again in these last few days is this sort of thing doesn't happen in Australia but we've seen it happen and we've seen it happen twice in the last in less than a week. Katie for now thank you. Katie Watson that live in Sydney for us. Thank you."
    },
    {
        "url": "https://www.youtube.com/watch?v=LeFpKE6Ijm4",
        "title": "\nDoctor’s video diary shows reality inside Gaza hospital | BBC News\n",
        "content": " Six months of war between Israel and Hamas medical services in Gaza have all but collapsed. The European Gaza hospital in the city of Han Unis is one of the last functioning healthcare facilities and a small number of British doctors have been allowed in to help there. Dr Victoria Rose is one of them. She's a consultant plastic surgeon at Geysen St Thomas' Hospital in London but has just spent the last two weeks in Gaza where much of her work was on children under the age of 16. She filmed there for us to show us what life is like. The day's been pretty long actually. We left Cairo this morning with the UN convoy. I was last here in 2020 and it's completely different. It's like a different entity. Yeah, look at that. Inside they've tried to keep the sort of working areas very clean, the floors are very clean. There's somebody sweeping all the time. But once you get into the corridors it's full of people, intense and they've made sort of makeshift tents out of sheets and carpets and it's not clean and outside. It's you know it's just mayhem it's like a massive village. It stinks, it's raw sewage. It's unacceptable for people to live like this. So we were operating until last night at midnight. We finished our last case but the general service had been going all night. We can hear the drones again. This is my first case. He is a young boy who's been hit by a car on a scout laceration and he was taken to theatre last week and the scout was closed but unfortunately that was skinned. So we are going to take back to theatre and see if we can sort it out in the scout. We've had a bit of delayed start because there's been quite a lot of bombing this evening. So we've got quite a lot more work coming to us tomorrow and I'm kind of in that situation now where I just want to cease fire so that we can catch up. So this is the field hospital. There's four boards that were all built during the pandemic. This Tuesday the second of April and the drones event. So I'm walking back to theatre on my own which is something that the boys really like me. They do like me doing and I don't know where they can see it. I have like a group of children constantly following me and saying hello. Hello and then they will ask me for money or they'll ask me for a bit no money. Yeah I hope you can buy it. Just walking through the hospital again. Got three days of operating left and I'm already panicking about the fact that we're not going to get through everybody that we need to get through before I go. It is I know now it's going to be very difficult to leave and I'm not looking forward to it. But I've now I'm now out of out of all my back sponge dressings. I've just got canisters and I wish I bought more. I've already wish I bought more. I've just been around to the girls room to get where the female medical students live. Look at this. It might ever work to us. It might inspire us. Thank you. And I've had the best two weeks ever. Thank you so much. I hope they all get to qualify. I don't know I don't know how that's going to happen. I think that all make really good doctors and God knows. Gaza needs some doctors right now. Doctor Victoria Rose who's just returned to the UK after two weeks in Gaza and she says she is planning to go back."
    },
    {
        "url": "https://www.youtube.com/watch?v=XDInt_k8Dmc",
        "title": "\nTitanic survivor recalls disaster: 'I shall probably dream about it tonight' | BBC News\n",
        "content": " There was no impact. It was such. It was just like jamming your brakes on a car. And that was actually stopped. We had a port hole open and I looked out and the sky was clear. Stars were shining. The sea was dead calm. And I thought I couldn't understand it. So I came out of my cabin and I thought, well, I go forward and I went forward to the well deck. On the starboard side and I could see ice in the well deck. There was no sign of iceberg then because she passed us. And the lights were shining on the water from the port holes. There was no sign of damage above water line. And of course what had happened, we slipped over the iceberg. And although she was supposed to be unsinkable with a double bottom, the iceberg had cut her from farrowed on the starboard side to the engine room. Almost in midships. Right through her two bottoms. And we had orders to get the lifeboats out. And because the order, the same old order women and children. And we swung the lifeboats out and gradually filled them up. First boats were around the port side. The first boats away didn't have many passengers on board. They were afraid to go down. There was 70 foot drop to the water. And they didn't think she was going to sink. And a few of the first boats on the port side got away with half filled. And forget we had 16 lifeboats. And they each carried 50. And if they'd been filled we could have saved 800. Whereas we only saved 500. So you can imagine there were many seats in the first lifeboats vacant. Then I had orders to go down the storeroom with a gang and then and get all the biscuits we could find. Well, when we got back up onto the boat deck, we couldn't get near the lifeboats. Some people were scrambling to get in and being pushed back. But that time she was listing very bad with the port. And we couldn't get the starboard boats down. But before I got my life, Beldon, I met a young couple. And I'll tell you her name. It was Mrs. Clark. They'd spent their honey moon in France and we'd pick them up at Sherberg. And she was having trouble with her lifeboats. So I fixed that on to her. And I said, I think you'd better get into a lifeboat. There was one on the port side. So she said, no, I don't want to go there. I don't leave my husband. So I said, well, it's just a caution in measure. You get in, your husband will follow later on. And I got her away. That was that. And then I picked up my own lifeboat and put it on. Well, things went there and then the third class passengers were coming up. There were 700 of them. And they swarmed the decks and filled up the decks. And I thought, well, I'd done all I possibly could. I'd helped them all I could. And I thought, now I'll go up and get out of all this scrumming and go on the poop deck. And she was sinking past then. And all of a sudden she lifted up quickly. And you could hear everything crashing through her. Everything that was movable was going through her. And then she went down and seemed to come up again. So I thought, well, now I'm going to leave. And I was hanging on to a board. We had two boards starboard and port, which said, keep clear for belly blades. And I was hanging on to one of these. And I was getting higher and higher in there. And I thought, well, now I'll go and I dropped in. And I had a light built on. And I hit the water with a terrific crack. And luckily I didn't hit anything when I dropped in. There were bodies all over the place. And then I looked up at the Titanic. The pillars were right out of water. The rudder was right out. And I could see the bottom. And then gradually she glided away. And that was the last Titanic. I didn't want to die. I mean, I didn't see much chance of living. But I was gradually getting frozen up. And by the grace of God I came across a lifeboat. And they pulled me in. And there was a fireman dead in the bottom. There was about a foot of water in this boat. There was another man who was trying to... You seem to be trying to get away from it again. I don't know what was in that. They were tying him down. And the rest were women and children. And I sat on a seat and... Who should be as high as sat next to him as a clock? The girl I'd put into a lightboat. And she said the first thing. Have you seen my husband? So I said no, I haven't. I expected he'd be all right. Anyway, I was pretty... You know, pretty a bad way then. As you can imagine. Frozen solid almost. And she wrapped me around with a cloak. She had some sort of blanket or coat on. Anyway, I think... She probably saved my life, I don't know. I saved hers. Do you say I think I might have done? I think I did. And she saved mine. Then first light. The carpathia came along. The carpathia was about 7,000 tons. They were going to the Metrainian, absolutely loaded. And they took us all on board. It took us to New York. That was that. And Ross was knighted for his job. He did a dang good job too. I believe you've even got a watch that you were wearing at the time when you went into the water. Yes, yes. Oh, look under Sonya. Old gunmetal watch. But I couldn't afford anything better than those early days. Here it is. This one is a showers. That says 20 plus two. What time was it when you went into the water? I think about two o'clock. I think it lasted. It was frozen up like I was. I think it lasted for about 20 minutes in the water. Does talking about this incident bother you like you have been today? Talking about it? I probably dream of that tonight. Have another nightmare. You think I'm too old for that? But you'll be amazed. You'll lie in bed at night. The whole thing comes round again."
    },
    {
        "url": "https://www.youtube.com/watch?v=8TuSRVjOBDY",
        "title": "\nDonald Trump's historic 'hush money' trial to begin in New York | BBC News\n",
        "content": " Now let's head to the United States where Donald Trump will become the first former US President to stand trial in a criminal case when he steps into court in New York later today. Mr. Trump is accused of falsifying business records to hide a hush money payment made to the former adult film star Stormy Daniels. This was before the 2016 election. The former president has pleaded not guilty. If convicted, he faces four years in jail. My colleague in Washington, Helena Humphrey, has a preview on everything you need to know before this trial gets underway. For the first time in US history, a president will face a criminal trial. And on Monday, the first of four criminal trials against Donald Trump gets underway in New York. And Monday's trial will examine 34 counts of fraud related to hush money payments. The Donald Trump pay to an adult film star before the 2016 presidential election. Prosecutors say that he arranged payments to Stormy Daniels in an effort to buy her silence in the run-up to the presidential election. And at edge, that he falsified business records in violation of campaign finance laws. Or first, jury selection will take place. It could take days, perhaps even weeks. Twelve chosen individuals will then consider what could be the only criminal case that Mr. Trump encounters before the 2024 US presidential election in November. Now, Donald Trump, who is the presumptive Republican presidential nominee, has pleaded not guilty in the case. And he argues that the allegations that he faces are not criminal. And unlike previous civil cases that he's encountered, Mr. Trump's expected to attend almost every day off the court proceedings. And that could disrupt his presidential campaign for the duration of the six to eight-week trial. Speaking alongside US House Speaker Mike Johnson on Friday, the former US President says that he is ready to testify on the stand. I'm testifying. I tell the truth. I mean, all I can do is tell the truth. And the truth is that there's no case. They have no case. And again, you have to read the scholars. Read all of the legal scholars. I haven't seen one legal scholar that said this is a case. And in fact, even you people said, oh, gee, that's too bad. This is the first one. All of them are scams. They're all about election and fear interference. There could be a tense trial. Mr. Trump has expressed his hatred for Manhattan Supreme Court justice, one Mershan, who is overseeing the trial. And that resulted in a gag order against Donald Trump in late March, barring him from making public statements about court staff, jurors, witnesses, and lawyers in the District Attorney's Office, or even their families. But on Saturday, Donald Trump attacked his former attorney, Michael Cohen. Mr. Cohen is expected to be the prosecution's star witness. Another key witnesses include former media executive David Pecker, who helped cover up the alleged affair. He testified before a grand jury in 2023. Also, Trump's press secretary during the 2020 presidential campaign, Hope Hicks. She could shed light on what was happening inside the political operation in the final weeks before the 2016 election. And former Playboy model, Karen McDougall, who told CNN that she had had an affair with the former president, that began in 2006, something that Donald Trump denies. Prosecutors in New York cited evidence of payments made to her by Mr. Trump. And of course, the woman at the center of the trial stormy Daniels. Marno cameras will be allowed inside the courtroom. Donald Trump is expected to try to use the media attention to his advantage. So he once again, eyes the White House."
    },
    {
        "url": "https://www.youtube.com/watch?v=XsUkilXTtHU",
        "title": "\nHow to make it in life - despite a tough start | BBC Ideas\n",
        "content": " Why does some young people from really tough backgrounds beat the odds? And what can we all learn from them? When I was a child I was bounced from children's home to children's home. Yeah, it was tough, but I made it as a writer and as a poet. So this subject above all is very close to my heart. How do you do it, said Knight? How do you wake and shine? I keep it simple, said Light, one day at a time. There are no simple answers, but we do have some really interesting clues. Some come from a major study which has been following 12,000 children in four different countries over a period of 20 years. The young lives team led by the University of Oxford, tracks children in Ethiopia, Peru, Vietnam and India. They looked at those who'd managed to beat the odds and pulled out a few common threads. Here are three key ones. I didn't have family around me and the absence of it actually gives you an opportunity to see just how important these supports are. I saw them because I didn't have them. Think of a baby just learning to crawl. They only go so far before they look back. When I looked back, there was nobody there. However tenuous, having somebody who's on your side, it's really important. For me, I didn't realise it at the time, but the truth is my social worker was that person he didn't feel like a role model he didn't feel like a person. He didn't feel like a role model he didn't feel like a friend, but he was something more. He was a person keeping his binoculars focused on my emotional state and that proved pivotal to me. The second key element is the importance of a safety net. Studies in the UK have consistently shown a link between poverty and poor outcomes for kids. Children who experience persistent poverty are four times more likely to be in the bottom ten percent in vocabulary aged five. Small things can make a big difference, like the warmth of the relationship between a parent and a child reading to kids. And having a safety net in those early years is so important. In Ethiopia and Peru, the young lives team found children whose parents had received government support for basics like food when they were very young had significantly better long-term memory and cognitive skills at the age of twelve than those who hadn't. The more disadvantaged the family, the greater the impact. And their similar evidence from the US where the babies first year study looked at the impact of giving money to the poorest families in four cities. They gave twenty dollars a month to one set of families, the control group and three hundred and thirty three dollars a month to the other group. They then scanned the brains of the babies at the age of one and just look at the difference. The images on the left showed the babies from the high cash group and those on the right from the low cash group. The babies whose mothers received the high cash gift showed significantly more activity in parts of the brain associated with language and cognitive skills. Wow. When I look back at my younger self, all I wanted was compassion and second chances are about just that compassion. I was given a book of poetry by a teacher in the children's home when I was thirteen years of age, but it wasn't just a book of poetry which helps me, though it did immensely. It was also the fact that I was worth giving a book to. I was lucky because I found a thing I love, poetry and regardless of your upbringing, that's one of the greatest things that a child or a person can ever find. What it is that they love. I'm not defined by darkness, confined in the night. It's dawn I am reminded. I am defined by light."
    },
    {
        "url": "https://www.youtube.com/watch?v=JQMZkrz6X08",
        "title": "\nIsrael demands sanctions on Iranian missile project | BBC News\n",
        "content": " And we begin with events in the Middle East, where Israel appears to be trying to gather international support following the Iranian air strikes, but has not so far at least carried out any direct military action in response. Instead, Israel is calling for more sanctions on Iran, which itself has warned Israel against attempting any retaliation following those drone and missile attacks, which Iran says were a response to an Israeli attack on its diplomatic mission in Syria. Our chief international correspondent, Lee Stusset, has been sending us updates from Jerusalem. Israel says it is now launching a diplomatic offensive. The Israeli foreign minister has written he says to 32 countries around the world, urging them to impose even more sanctions against the Islamic Republic of Iran. The foreign minister, Israel Katz posted this on ex-formally Twitter saying, Israel that the Iran has to be stopped now before it is too late. And that is the message that's also being sounded by leading senior military officials here in Israel, including the chief of staff, Lieutenant General Herzzi Halvi. He said that Israel would have to respond. He made the comments by visiting the Neva team air base in southern Israel, where some of Iran's missiles did actually hit in the early hours of Sunday morning, although Israel says there was limited damage. Israel says only a handful of missiles actually got through of the 350 suicide drones and cruise and ballistic missiles which were fired by Iran. Iran says its retaliatory strike was in response to Israel's attack on its diplomatic compound in the Syrian capital Damascus on April 1st. Iran's foreign minister, Amir Abdul-Ayan, has reiterated that message in a telephone conversation with the UN Secretary-General Antonio Guterresh saying that Iran acted in legitimate self-defense. Iran, too, is calling for restraint, saying it doesn't want this to escalate into a wider war. We're going to look at the peril in this moment, but just to remind you that this tension takes place in the midst of the ongoing Israel Gaza war. It's the hundred and ninety-third day of war. And today there are reports of fighting in the Gaza Strip, and most particularly in Bethanoun in the northeast. There are also reports that more aid is now getting into Gaza from the north. We're getting reports on the ground, and that is what Israel is saying. That news has been greeted with relief for many, many weeks now. We aid agencies have been warning that more than half of the population of Gaza is facing acute hunger. Well, let's now cross to the Qatari capital Doha to join Miranda Kamrava, who is the Director of the Iranian Studies Unit at the Arab Center for Research and Policy Studies. Welcome to BBC News. Thank you, Lee. Good to be here. Of course, you are following every twist and turn of this escalating crisis between Israel and Iran. How would you describe this particular moment? Well, the Israelis crossed the red line by attacking Iran's diplomatic compound in Damascus, and then the Iranians crossed another red line by attacking Israeli soil. And so we're at a very precarious, in fact, dangerous moment, where we're likely to see an Israeli retaliatory strike for Iran's retaliatory strike. And so the vicious cycle is likely to continue, unfortunately. This moment seems to underline that the dangerous differences in perception. Iran is saying this was a very limited, a very calibrated strike. It caused limited damage. For Israel, of course, it was a reckless strike which breached its security and must, there must be retaliation. And that is what is going to fuel this conflict, is it not? Absolutely. And in fact, I think we do see that the Iranians did hold back. They had to somehow retaliate for the attack on their embassy compound. And so as far as their concern, deterrence has been reestablished. And now they're saying that if Israel attacks Iran again, or Iranian interests or personnel, there will be more of this kind of retaliatory strike. Of course, Netanyahu's political predicament inside Israel don't allow for restraint. And we've seen Netanyahu have a pensioned for overreaction. He's also under pressure from the right flank of his own cabinet. And so unfortunately, as you mentioned, we're at a precarious and very dangerous moment. Indeed, and the speculation now seems to be that even though there are disagreements within the war cabinet, and we are hearing the cabinet may meet again today, some of the former military generals saying we should retaliate now, others saying, let's build our international and our regional coalition first, because they are emphasizing that this coalition, the support Israel is receiving at this moment, that matters too. Absolutely. And also crucial is the support that the United States will give to Israel both diplomatically and militarily. And we've heard very loud and clear messages coming out of Washington that the United States would not assist Israel on an attack on Iranian soil. And so I think that's also given some pause to Israeli military commanders. Do they really want to go it alone knowing that Iran has this so-called axis of resistance that it can activate when it feels very threatened? Marron Comerov, thank you very much. It's always good to hear your perspective, O'Dowell, here from you again as this crisis continues to unfold. And as I mentioned during that discussion that we are hearing reports at the war cabinet, we'll meet again today. This will be its third meeting since that unprecedented attack in the year-to-early hours of Sunday morning. What is absolutely clear is that Israel has decided it will respond, but will it retaliate by attacking Iran directly? That would also be unprecedented after decades of a shadow war and covert operations? Will it attack some of Iran's proxies in Lebanon, Iraq, Syria, or even indeed in Yemen? Or will they wait and build a coalition? These are questions which matter? And they matter to the future stability at this region in the midst of what is already a very, very volatile time. As our world affairs correspond at least you set there with the latest lines from the Middle East."
    },
    {
        "url": "https://www.youtube.com/watch?v=d-vzAqSX9QU",
        "title": "\nIsrael war cabinet meets to discuss Iran attack response | BBC News\n",
        "content": " Israel's war cabinet has met for a second time in less than 24 hours to discuss how to respond to Iran's unprecedented drone and missile attack. The government has not made public whether a decision had been reached during the late-night meeting, but reiterated that there will be a response. Meanwhile, the White House has described Iran's attack on Israel over the weekend as a spectacular and embarrassing failure. Nearly all of the more than 300 missiles and drones were shot down. Earlier, Sayyid Shahata from BBC Arabic explained what we've learnt about Israel's next moves. This is no decision I was announced yet, but the agreement within the cabinet is about a response. The military chief of staff, Mr. Hershey Halivi, said the Iranian attack will be met with a response. But the discussing the scale and timing of the response, because this will affect if it would be escalation or how the Iranian respond. Because the Iranian said what Israel has done to strike the Iranian consulate in Damascus was a strategic mistake. And what the Iranian has done was like a self-defense. So in this case, that's it. But Israel thinks it's damaging its reputation as superior power in the Middle East, so to be attacked and it's soiled by all of that, even the damage was minimal. Inside Israel, it looks like a damage for its reputation as a superpower. So there is pressure on the cabinet and on the Mr. Netanyahu to make a response. However, there is pressure also from the United States and the other like United Kingdom and Mr. Cameron, the Foreign Secretary, the British Foreign Ministry, Secretary said it should be smart, it was a failure. So they tried to minimize the effect of the Iranian strike because the damage was minimal. So the are the Israeli between two brishers, one from inside and one from outside respond or not. And this situation would be escalating if there is a response according to America and other allies to Israel. That was BBC Arabic's sage, Sahata. Well, let's speak to a Middle East correspondent who is in Jerusalem, Yolanda. Yolanda, it's good to have you. Now, what more are we hearing from Israeli officials? I mean, we're not hearing anything much on the record, but a very clear message is being sent in general that they will retaliate for the unprecedented Iranian attack in the early hours of Sunday morning. We had the Israeli military's chief of staff going to the Neverteam airbase. It was one of the few sites that was actually hit by ballistic missiles in that attack. It suffered minor damage. And he was addressing the Air Force pilots there and saying to them that really that attack the use of so many missiles and drones could not go unmet. And he was also complimenting them on their capabilities and their preparations should their services be required as part of that retaliation. Of course, there are other means at Israel's disposable. They could go for something more in terms of asymmetric warfare, the likes of the Stuxnet computer worm that we saw in the past that was used to effectively disable key parts of Iran's nuclear program. This has been a shadow war that's gone on for so many years between Israel and Iran. But now what's happened in recent days has really pushed things into the open. And of course, causing so much concern for world leaders. They are trying to persuade Israel to exercise restraint. And the real dilemma of Israel's war cabinet is how to send a powerful message to Iran, but at the same time not to escalate things in the region in an extremely dangerous way. Now Iran has been claiming that it gave advanced warning about this attack. But as far as Israel is concerned, how much of a blow is this? How serious an attack or line do they feel has been crossed? I mean, certainly they say that Iran has broken all red lines. This was the first time that Iran had launched a direct attack on Israel from its own territory. But at the same time, there is a real effort by world leaders. And of course, here in Israel too, to really look at this as having been a success because the attack was thwarted. 99% of the missiles and drones that were launched were brought down. And there was an alliance of Israel and the US, the UK, even Jordan in the region. And others, including the French, that really helped here. And that showed, you know, Israeli leaders have been pointing out that there is a strategic alliance that can be regional cooperation to counter the threat from Iran. Iran has been putting out signals. We saw it again overnight when the Iranian foreign minister and the Chinese foreign minister spoke that Iran itself does not want an escalation. It considers now that it has retaliated for its first of April, the first of April attack that it suffered in Damascus when there was an air strike that killed seven members of the revolutionary guards at the Iranian consulate building in Syria. And the Iranians have been trying to say that what happened was their limited response for that deadly attack. Right, it really pains how volatile the situation is in the Middle East right now. Yuland, Nell, thank you so much for that update."
    },
    {
        "url": "https://www.youtube.com/watch?v=YOLaemKwHgw",
        "title": "\nRussia-Kazakhstan floods: High water levels swamp Orenburg houses | BBC News\n",
        "content": " Now, parts of Russia and Kazakhstan are battling what's been described as the worst flooding to hit the region in 80 years. Fluts in the Russian city of Orinburg have raised water levels to two meters above what's considered a critical mark, leaving just the roofs of some houses showing. Kazakhstan has also been badly affected with 100,000 people evacuated from their homes in the past week. Let's speak to my colleague, Oleg Boderev, who's following this situation. Can you just update us? It sounds like a pretty horrific situation. Yes, Orinburg experiences the critical hours of the critical days of the critical week. There are silence on the streets and the local authorities are telling residents in several districts to evacuate. They really need to hold for a few hours more because the waters are expected to pick today. But what they've already done is pretty bad. Hundreds and hundreds of houses, the one-two-story ones have been flooded. They're large residential complexes, the high rises, which are under threat now. If the water gets into those, obviously the damage will grow more and more. And it's already very substantial. The local governor said the first estimates of damage is at about 40 billion Russian rubles. That's about 420 billion dollars. And we're just seeing pictures of those rescue efforts to get people to safety. Is it easy to reach people in this area? Well, people in Orinburg have been prepared. The town of Orsk, which lies upstream, had it much, much worse because there was no warning. The Earth Dam, which was built as a rescue in this instance, is just burst. And really residents had a few minutes to flee living all the positions behind. In Orinburg, people had enough warning. So there are no reports of fatalities. There might be more fatalities as the water leaves this city of Orsk. Now the flood waters there are receding. And again, the fix in the damage, or perhaps estimating whether the damage can be fixed, will take months and months now. Is it the case that some people just assume that they will be safe and stay in their properties and don't realise just how bad the situation is? That happened too. And people were afraid of looting. There were reports of looting. People on the boat. Some people on the boats were acting as volunteers and were doing a lot of good. Some people on the boats were stealing things. So yes, some people stuck to the last sitting really under the ceiling of the top floor, hoping for the water to start moving away. And this is happening across the vast, vast territory. All in all, 12,000 households have been damaged in one way or another. What's the assumption of how quickly this water will recede and people will be able to get back to their homes? Well, you know, the situa of work, which I mentioned, has by now lost one-third of the flood levels. So that's a human middle of next week. They will see the streets and the cars and the doors of their houses. Again, the question is how much of this is salvageable? Cars probably not. Some of the houses, the older ones, will probably just crumble and collapse. So it's not just a question of returning back to the house. It's a question of restoring things back to working order. And no one at the moment can estimate how long this will take and how expensive this will be. I like Boulder Rev. Thank you very much, your time."
    },
    {
        "url": "https://www.youtube.com/watch?v=E2pm70Cfyjs",
        "title": "\nSir Salman Rushdie recalls New York knife attack two years on | BBC News\n",
        "content": " So Salman Rushdie has spoken in chilling detail to the BBC about the knife attack which almost ended his life. The acclaimed author was stabbed 12 times on stage in New York two years ago. He said he thought he was dying and the loss of sight in one of his eyes upset him every day. He was speaking to the BBC's Alanyan Top in New York ahead of a publication of his new memoir. We'll speak to Alanyan Top in a moment, but first his that interview. Oh my God! Today at 6, author Salman Rushdie has been stabbed. More breaking news tonight after author Salman Rushdie was attacked. August 2022, one of the world's most famous authors is left fighting for his life. He tells the shocked the entire world author Salman Rushdie attacked. He was dressed in dark clothing and he had a black COVID mask and he just came sprinting up the stairs in a major TV interview. He tells me what he remembers. I actually thought he punched me very hard. I didn't realise there was a knife in his hand and then I saw the blood and I realised there was a weapon. And then he just started, I think he was just slashing wildly at everything. So there was a very big slash here across my neck as well as the stab wound here. And then there were wounds down the middle of my torso is 1, 2, 3 like that. And the two on the side over here. And then there was a wound in my eye which was quite deep. It looked terrible. I mean it was very distended swollen and it was kind of hanging out of my face sitting on my cheek like a soft boiled egg. And blind. While this was happening something extraordinary happened in that the audience jumped onto the stage and saved my life. I was talking about heroism, that's heroism. I was lying there on the ground bleeding profusely and I was thinking I want my cow skis. And I think that was that survival instinct that was saying to me you're going to live, live, live. I just remember the sounds of the machines and the ventilator breathing for him. That's what I remember and I thought you know at least he's come through this surgery. I thought at least I'm not a widow is what I thought. Rochty's life has been threatened before. In 1989 after the publication of the Satanic verses the Iranian Supreme Leader Ayatollah Homeni issued a death threat, a fatwa calling the book an insult to Islam. I had come to think of that whole episode as being ancient history. As I say the book so I felt like a time traveler. Like somebody coming out of the past to attack me in the present. And so one of the first things I thought when I saw him coming out to me that was always you. You know so it's you. The man accused of carrying out the attack is Hadimata from New Jersey. He pleaded not guilty to attempted murder. He took very little trouble to inform himself about the man he was planning to kill. He'd said he'd read a couple of pages, he didn't say of what. And that he'd watched a couple of YouTube videos and decided that I was disingenuous. Disingenuous. And therefore rights to kill. There's a sentence in the book where I say that language is a knife. Language is a way of cutting things open and revealing the truth. Calling this book knife is not just a description of the attack against me. The book is the knife. The book is my knife. And it's my way of fighting back. With me and the studio is the BBC's Alan Yen-Tob. Thanks very much indeed for coming to talk to us. So it is an extraordinary, very moving interview isn't it? And what's interesting is it's still very vivid isn't it for when the attack itself and how he talks about it. Oh yeah, we have to remember that the Fatoa was in 1989. As it happens it was on Valentine's Day of all things. And he thought that was, he was at risk. And of course for the next 15 years you could never see Salman without security police. In fact I was with him on the night of the Fatoa when it came and I had to then we had to hand him over to the police. So this is his courage is amazing. And it's both a horror story and a love story as you can see with Eliza his wife has been there supporting him. Lying on her on her by the side of his bed throughout all this period. I mean she's been amazing. And you say you've known him for about 40 years. How would you describe his state of mind now? It's two years on from that attack. How is he? Well remember this is, as you say it's about a year and a half or something. It was in August of 12. I mean of course it was shattering the experience and devastating and he's had to get through it. I mean you've seen the vivid and sort of really horrid description of what happened to him. I mean 12, 12 knife attacks, slashed just about everywhere. And he's had to recover. And at first he thought he wasn't going to write again. He didn't know if he could write this book. But then this extraordinary revelation about this calling the book knife. The book knife is the power of language, the ability to describe and tell a story about what's happening. It's also about freedom of speech. You know, he still stands up for that. He got an award from Penn. He was a president of Penn America just recently in which a award for courage. And the thing he is very aware of is not just the support he's had from his wife, President Biden, Macron, everyone. And I think he understands that he wouldn't have survived without those people jumping on stage and supporting him. As the man he was doing the discussion with Henry Reese. And so in a midst of that kind of a hideous attack, there's actually some courage and something that's good to celebrate. Tell us more about the book. You've got the book there. Tell us what it's like. I think it's quite remarkable. I mean one of the things in this book, which is sort of you heard him saying there that actually the man had only read a couple of pages of his book and you know didn't know much about him. He used the phrase disingenuous. He did it because he thought Salman was disingenuous. Sort of doesn't. Is it hard, isn't it? Yes. But the fact is that he in this book there is a sequence, an imaginary sequence in which he imagines he's interviewing him. And I will be dealing that in a longer length and a later film coming up reasonably soon in a few weeks time. And he's trying to understand what was going through this man's mind. I mean he's a man who is obviously preoccupied with YouTube. Salman, because this is a book which is about storytelling, about magic realism, about writing as well. And so it's a very exceptional novel. Not novel actually. What is it? It's both speculative and also factual. And he still has to face his attacker in court. I mean we saw some of the almost disbelief about why this man could have attacked him first. On what seems quite flimsy grounds. How do you think that's going to go that interaction between them in the court? Well we'll have to see. I mean he's going to have to be in court. And he's sort of, he knows he will have to give evidence. I think he's waiting to hear what the man says rather than what he's going to say when he gets there. The idea of it he says he wasn't guilty and he had no, when he actually used that knife 12 times on him. If people hadn't jumped on stage there's no way Salman would have survived this. What about the element of freedom of speech? I mean he is someone who is in some ways a kind of figure who's really had to pay in a big way for freedom of speech, isn't he? He absolutely has and he's not ready to give that up. And he believes as many of us do that actually in the last 30 years you know and more since the fatwa. Freedom of speech has become even more imperiled. And you can see what's going on in the world at the moment. You can see many of these regimes will not allow freedom of speech. So this is more and more of a challenge and he does not intend to give that up. Is he optimistic about the future in spite of that? Optimism is a tough word in these times. Look at what you're reporting happening in Iran and elsewhere and in Gaza and in Ukraine. No, I mean I think he's determined to continue to fight for freedom of expression to be able to see that these regimes understand what they're doing. And of course this man has done this and anyone could just jump up and do this but Salman wants to lead an ordinary life for 23 years after he had security for a very long time for 15 years. He lived a relatively normal life and then he went to Chautauqua and it was all over. And he had a premonition the night before that this might happen. He had a kind of vision of a gladiator with a spear and he thought this is what's going to happen to me. I'm not going to go but he did. Thank you very much. Thank you for coming in. Thank you."
    },
    {
        "url": "https://www.youtube.com/watch?v=w6Ln1QB-7zk",
        "title": "\nSudan: Millions driven to extreme hunger in war-ravaged country | BBC News\n",
        "content": " For Monday marks one year since the eruption of the Civil War in Sudan, fighting between the Sudanese armed forces and the rapid support forces has claimed thousands of lives displaced more than 8 million and triggered the world's largest hunger crisis according to the United Nations. And a year in, there's seemingly no end in sight. Let's speak to Justin Brady in Port Sudan, who is head of the UNF office in Sudan for the coordination of humanitarian affairs. Thank you so much for your time. We mentioned it a little bit there, but could you give us more detail on exactly the humanitarian crisis that Sudan is facing right now? Yes, good morning. Thank you for having me on. As you mentioned, we have essentially the world's largest displacement problem. Over 8 million people are displaced, 6.5 million in the country and almost 2 million have fled the country into neighboring states as well as beyond that, which has a destabling effect on the region as a whole. We have a famine warning for portions of the country, including the capital, which was overrun by the rapid support forces and is now a heavily contested area, as well as portions of Darfur states where we've seen, again, reports of atrocities that echo back to the country, but nots. And really, the first year of this conflict has wrought, might be nothing compared to what the weeks and months ahead are going to bring us. And Justin, we've had some really concerning warnings about what's going on with children and pregnant women there. Could you lay some of that out for us? Yes, we've got 730,000 children that have severe acute malnutrition without supplementing and supplemental feeding. Their future is quite dim. We're likely to see tens if not hundreds of thousands of deaths due to the hunger and malnutrition situation in Sudan, equally the mother's lacking food, lacking nutrition. So it's sort of a stacked pyramid of problems that we're facing. Children abuses are well documented. We have 19 million children out of school, so this war is not only decimating the present of Sudan, but the future of it as well. And briefly, there are a lot of global conflicts right now, is Israel, Gaza, Ukraine? Do you believe Sudan's getting lost in the mix? It's certainly lost in the mix. I could have just as well gone on mute when I joined this conversation because it feels at times when we speak from Sudan, nobody hears us. This crisis is one that is going to have implications, not just for Sudan, but again, for the region. It really will take the world coming together to bring leverage against the two parties to stop the madness that is happening here. Today we have a conference in Paris, a pledging conference as well as a political discussion. And we're hoping that that is the start of that conversation to really try to bring an end to this conflict and not simply a one-year anniversary meeting. And then we go back to the back of the line as far as the attention of the world. Yeah, that sentiment you just said there about feeling like you might as well be on mute is really difficult to hear. So thank you for sharing that perspective. We appreciate it. Justin Brady there."
    },
    {
        "url": "https://www.youtube.com/watch?v=vKbl7qm5BzM",
        "title": "\nUkraine war: Russian strikes destroy key power plant in Kyiv | BBC News\n",
        "content": " Belgium is formally investigating Russian attempts to influence the outcome of the European elections in June. The Prime Minister Alexander de Kru said that the Kremlin had bribed some MEPs to spread its propaganda and disinformation to get more pro-Russian politicians elected. He added politicians from several countries had been targeted, and some had been given money, others were influenced in other ways. He stressed that EU-wide action was needed to counter the interference. The Czech Republic has also opened an investigation. Meanwhile, Ukraine's President Zelensky has warned that his country is rapidly running out of air defenses and artillery to fend off Russian attacks. He says that if US Congress continues to hold up $60 billion in military aid, then Ukraine will lose its war against Russia. Already Russia has intensified its air campaign against Ukraine, hammering its energy infrastructure and urban areas. On Thursday, a major power plant near Kiev was destroyed by Russian strikes. These are images from the city of Harkeev, which has come under intense bombardment over the past few days. Let's speak now to Marian Zablotsky, who is a member of the Ukrainian Parliament. Hello to you. Just to talk about how vulnerable the energy infrastructure is. As I just mentioned yesterday, they were these big attacks on an important plant. But it is very vulnerable, isn't it? It is vulnerable unless you have anti-air missiles. Unfortunately, we are desperately running out of them. So the Russian military technologies are not that far from Iran or North Korea. US Patriot missiles do shoot them down very effectively. But unfortunately, as maybe Israel very soon, we are also under attack from Iranian drones. So over almost 3,000 Iranian drones were also fired at Ukraine Energy Agreed since the beginning of all of 2024. Yeah. And so this is why President Zelensky again pleading with countries to help on the air defenses side of things. You've been to the frontline. Haven't you, Yorah, in contact with people on the frontline all the time? Just tell us what they are telling you they need. Well, very simple. They need ways and means to shoot back because the morale drops really fast when you're under fire and cannot respond. So just a brief estimate if previously our soldiers were allowed to fire 60 shells per artillery gun per day. Now it's down to five maybe per day and sometimes down to zero. Russia has ramped up production and received over 3 million artillery shells from North Korea, at least according to South Korean defense ministry. Now you've got this new legislation which is aimed at helping mobilize troops. How are people feeling about that? Because I mean, are you expecting the numbers to increase significantly as soon then? How people are willing to fight, but as long as they know that they have ways and means to respond and unfortunately the USAID has been locked for six months now, which definitely have resulted in thousands of Ukrainian deaths which could have been avoided. We had to strengthen our prescription rules not necessarily or always for people to go into the fight, but as you know, for one person shooting there needs to be five to six people servicing him for him to have the available gear for it to be repaired or feel to be available in Saturn. So unfortunately we did have to strengthen prescription rules to get more conscripts. Yeah, you have been in the US haven't you campaigning to try to get some movement on this aid package? How would you say the mood was? How were you received there? Oh, we're always received very well and I'm pretty sure that vast majority of us public accordion to polls and nearly the entire politicians that we meet, the support for their aid of Ukraine, but unfortunately for whatever reasons it's been deadlocked for six months now and unfortunately that resulted in very real casualties. Although I don't know that majority of both the Republican and the Democratic Party do support further aid to Ukraine. Okay, well thank you so much for talking to us. I'm Aaron Zablowski, member of the Ukrainian Parliament. Thank you."
    },
    {
        "url": "https://www.youtube.com/watch?v=7kGocLqHxHA",
        "title": "\nSouth Korea: Self-driving night buses on streets of Seoul | BBC News\n",
        "content": " Well, let's take you to South Korea now where in recent months, commuters in the capital Seoul have been riding the world's first driverless night bus. Now while self-driving taxis are slowly becoming more common in certain parts of the world, autonomous public transport in city centres is virtually unheard of. It is all cracked up. Well, Nick Marsh took a late right ride on the streets of Seoul. Midnight in Seoul and there's a million dollars worth of technology cruising the streets. Welcome aboard the Seoul Brave, made autonomous bus. This is one of the world's first driverless buses to get a public route through a major city. What's the number one? Are we started? Are you a kid? Yeah, it's exactly the same. It's like a normal bus ride. Isn't that driving? The driver's not such an hysteria man. No, not at all. There are some caveats. It's a light bus. You have to wear a seatbelt. And technically, there is a driver sitting behind the wheel, just in case anything goes wrong. The funny thing is, I thought that seeing that would panic me, but it doesn't. There's been a couple of moments when he's had to take control of the wheel, but by and large, this is as smooth as any regular bus that you'll take. It's only a start, but the buses' creators say that it's the perfect solution to Seoul's transport issues. There are fewer people who want to drive buses, especially a night. So we hope these cars will fill the void. One day, we won't need anyone at all to operate this bus. Do you see one day, every bus being autonomous like this? Of course, it will change, and it has to change. These late-night travelers seem to enjoy themselves. Since there's also a bus driver sitting at the front, I feel a little bit more safe. It's a late-night bus, so it can ease the burden and the bus drivers. South Korea is one of only a handful of countries to allow autonomous vehicles on its roads. And it's already spent hundreds of millions of dollars to advance the technology. But as I found out, it's still a long way from being perfect. The view that autonomous cars are our future is sheer science fiction and nonsense. On the street, we have dogs, children, weather, and technology hasn't yet sorted all of that out. That may never ever be solved. South Korea is showing that driverless public transport does work, but only in limited circumstances and at considerable cost. If this is an infrastructure that will make cities more efficient, then there's still a long road ahead. Nick Marsh, BBC News, Seoul."
    },
    {
        "url": "https://www.youtube.com/watch?v=81KuN24c1Bw",
        "title": "\nWhat to know about Donald Trump’s hush-money case | BBC News\n",
        "content": " The court says that this trial could last around six to eight weeks with hearing scheduled every weekday except Wednesday, meaning that an outcome is likely before US election day in November. I mid the several criminal and several trials. Mr Trump is facing. He continues to campaign for another term in office as part of that presidential race. Of course, he's hoping to beat the president Joe Biden and get back into the White House. So what impact could this trial have as Mr Trump sets his sights on another term in office. Well, to discuss this in a little bit more detail, I'm joined by Robert Morana, public opinion expert and a former political strategist and partner at the Brunswick Group, which is a management consulting firm. And also by Laura Fink, a democratic strategist. Welcome to both of you. Let's start with you, Robert. You're a former strategist, but also you work in comms and PR. Is this going to hurt or help Mr Trump's road to the White House? So I think that's a great question. And my view is that it sort of has a tertiary impact at best, because, and I think you heard it from the interviews from citizens today, is that his supporters believe that he's the victim of political persecution. His non supporters, Biden voters, if you, him is already guilty, there's a very small middle range. And those folks are really going to be focused on the economy, on inflation, on a lot of sort of kitchen table issues. So I'm not sure that this court case, as interesting as it is, is going to have much of an impact on the general election. Laura, do you agree or disagree with what Robert has just said? As someone who's been a democratic strategist, do you think that this court case is a gift for Joe Biden? I don't know that it's a gift, but it will have impact. Of course, there are a lot of things that could have impact on the election. The reason this could have impact is because a third of independence say that a guilty verdict coming down in this case is, we'll sway their vote, is likely to sway their vote. That's a, that's a good chunk of voters in what will be a very close election. There are, of course, a number of countervailing forces, but that number on independence should give the Trump team pause and the Biden team, you know, something that they could look to. Of course, in any campaign, you have three things. The player, you have the game plan and you have the weather. This is an example of the weather, the outside events that are impacting what happens on the campaign trail. And I'll stay with you, Laura. I mean, I remember covering the 2016 election when I was based in the US and the amount of airtime that Mr. Trump got in that campaign, surpassed a lot of the other candidates. And certainly when you saw him at rallies, and one of my colleagues was saying that in a way, all these court cases have become the equivalent of the rallies that we saw in 2016 in terms of galvanizing his base. Galvanizing his base and possibly having a deleterious effect on the voters, he's looking to persuade. This, of course, mandates that he be in the courtroom for these trials. And it takes some off of the campaign trail. Now, he is known to make hay out of any press opportunity, but this is not necessarily one that is going to win voters over to his side. And so I would say losing that control over where he is and what he does while on the campaign trail is a disadvantaged for Trump. And what about you, Robert? What do you make of that? I mean, what do you think some of seniors in the Republican Party are strategizing around this? Sure. So I agree with the other guest that the negative, in my opinion, is largely that it keeps him off the campaign trail a number of days. And I do see that as a negative. So I think that's a very good point. I disagree that this is going to have much of an impact because I think that voters already know that Trump is not a paragon of virtue. And they've known that for a very long time. So I'm not sure this is going to change opinions on that. I do go back to the economy because traditionally, in American politics, the where the economy is going has been decisive for the re-election of presidents. And right now, in America, you have 26% according to Brookings Institution polling saying that the economy is excellent or good, and 73% saying it's either fair or poor. And I think that that's where people are going to be focused. They're focused on sort of what can you do for me now and in the future, as opposed to some of this stuff. And there's a lot of concerns right now about inflation. So just really quick, the issue that the president has is on one hand, we have really good data from economic data from the government. On the other hand, we have very bad perception data among Americans. And so there's this huge disconnect. And so the Biden campaign is going to be spending a lot of time on trying to speak to the American people, encourage them and try to communicate to them that the economy is improving. And there have been small shifts in perceptions of the economy. The question is, can they get enough of a shift, like, say, letting it 96 to get reelected? And I think that's going to be the big issue and not the trials. So, Laura, let me bring you in on what Robert has just said there. These trials, if I'm summarizing Robert correctly, are a bit of a side show in the distraction. And actually, it's the economy stupid. Well, it's the economy student in the last couple of election cycles has proven to not necessarily cover what actually happens. It's an out-worn phrase because we see issues that are central to Americans' lives, like the issue of reproductive choice, like the issues around the criminal trials that we haven't seen before. So while the economy will certainly be central, these issues that are outside of it are compelling and in narrow elections, those issues matter. This particular case with the criminal cases proceeding forward also color the air and have a corrosive effect on memories of what it was like when we were under the Trump administration. So the question becomes, do voters remember that fondly or do they remember the chaos? And that really depends on how these cases proceed and how Trump behaves. He's the player in all of this. And if he resorts to how he has usually behaved, that once again is a net negative for him as the campaign wears on. Okay, Robert Laura, thank you very much for sharing your thoughts on that trial."
    },
    {
        "url": "https://www.youtube.com/watch?v=ESjBr9JAgRc",
        "title": "\nIsrael allies urge 'restraint' instead of reaction after Iran drone attack | BBC News\n",
        "content": " Let's now talk about what is happening in the Middle East, where the Israeli Prime Minister Benjamin Netanyahu has reconvened his war cabinet following a missile and drone attack on Israel by Iran over the weekend. Iran has sought to justify its attack, saying Western countries should appreciate its restraint. Israel's allies, including the U.S. and the UK, urging restraint rather than retaliation. Our chief international correspondent Least is set. He's the latest. Welcome to Jerusalem. Well, the big question across this region last week was, what will Iran do next? And now this week, the same question is being asked about Israel. It's war cabinet met last night for three hours to deliberate about Israel's response after that unprecedented attack by Iran in the early hours of Sunday morning. 350 suicide drones, cruise missiles and ballistic missiles. And now again today, the war cabinet has convened. No statement yet about what they will do, but reports coming out of the deliberation so far indicate that there is a consensus emerging that Israel will have to retaliate, not now, but at a time in a manner of their own juicing. This kind of tension is reverberating in capitals around the world, including in New York last night where the UN Secretary General Antonio Gutierrez led a special meeting of the UN Security Council, warning that the region was on the edge of an abyss. It's one of the few places where Israeli and Iranian top diplomats can see each other face to face. Israel underlined that Iran, in his words, had crossed all red lines. Iran said its attack was a move of legitimate self-defense. And today, Iranian officials are saying that they acted with restraint. That's now how Israel sees it or its allies. Let's just take a look at all the latest developments with this report from our Middle East correspondent, Yolanda. Israel's air defenses called to action. In the early hours on Sunday, fighter jets battled waves of Iranian drones and missiles fired at Israeli targets. It marked the first time Iran has attacked Israel directly from its own soil. Explosions could be heard widely, including in Jerusalem and Tel Aviv. Israel says that 99 percent of more than 300 drones and missiles launched by Iran were intercepted. Some of those that got through hit here in the sensitive, never-team air force base in southern Israel. Nearby, seven-year-old Amina Hassuna was seriously injured when a missile fragment struck her house. The children were frightened and wanted to run away from home, and that's when the missile hit our house. The Israeli war cabinet met yesterday to plan its next move. One of its members, Benny Gans, said Israel would exact a price from Iran when the time is right. And last night, the UN Security Council met in an emergency meeting following the attacks. Israel called for sanctions on Iran and reiterated its right to a response. This attack crossed every red line, and Israel reserves the legal right to retaliate. We are not a frog in boiling water. We are a nation of lions. Following such a massive and direct attack on Israel, the entire world, let alone Israel, cannot settle for inaction. We will defend our future. Iran's ambassador to the UN told the meeting that its actions, which were in retaliation for a deadly air strike on its consulate in Syria, were justified. These countries, especially the United States, have shielded Israel from any responsibility for the gas de massacre. While they have denied Iran's inherent right to self-defense against the Israeli armed attack on our diplomatic premises. Amid rising tensions, the attacks have received widespread international condemnation. The scale and nature of Iran's heinous assault, the first direct attack from Iran on Israeli soil, poses grave risks to the security and stability of citizens across the Middle East. Now, world leaders are pressing for de-escalation in a bid for calm in the region. The Middle East is on the brink. The people of the region are confronting a real danger of a devastating full-scale conflict. Now is the time to defuse and de-escalate. All eyes are on Israel and how it responds. Your land's now BBC News, Jerusalem. So now, a moment of unprecedented military action, a war of words and intensifying diplomacy. Even world powers who normally disagree on most issues are now sending the same message. The Kremlin in Moscow saying it was extremely concerned about the possibility for escalation. The French President Immanuel Macron saying that everything had to be done to avoid a conflagration in the Middle East. And this morning, Britain's foreign secretary, Lord Cameron, has been sending a message to Israel to see it's taking down of Iran's wave of projectiles as a victory and not to retaliate. I think it's important to be respectful on these occasions. A country has had a massive attack from a dangerous and malign actor in the region. They will be considering. They are considering. The Israeli cabinet has been meeting already to consider that. Our advice is don't retaliate. Take the win. Recognize Iran has suffered a double defeat. Defeat as almost all their weapons were shot down. And defeat because the world can now see their true nature. That the right thing to do is to pivot now and look at Hamas and say they must release the hostages. So we wouldn't be supporting retaliatory action. But we're respectful of other countries. Lord Cameron will last night at the UN Security Council to members of the United States and the UK condemned Iran's strike. And in the midst of this criticism, Iran has spoken out again today of foreign ministry spokesperson defended Iran's action, saying it led to act it in restraint. Instead of making accusations, the Western countries should appreciate the Islamic Republic of Iran's restraint and responsible actions towards this stability and safety in the region. Western countries should blame themselves and answer to public opinion for the measures they have taken against the seven months of war crimes committed. The view from Iran, well for a very long time, Iran prided itself on what it called strategic patience. In other words, not responding immediately whenever it was provoked or threatened. But in Tehran now, senior military and political officials are using a new phrase. They call it a new equation to get some insight into Iran's thinking. We're joined by Muhammad Ali Shabani. He's the editor of Amwaj media. Welcome to BBC News, Muhammad. Thank you for having me. This sounds like a very dangerous moment with Iran saying that from now on, there is this new equation that when it is hit, it will hit back immediately. Is that how you understand it? Those are the precise words of the chief commander of the IRGC indeed. He stated that not only Iranian personnel, but any Iranian assets and interests that maybe hit will receive a direct response from Iran. And I think this is a reaction more than an action. And what I mean by that is that the April 1st bombing of the Iranian consulate in Syria, which initiated the Iranian attack that we saw in Israel, was a kind of change in the rules of the game, so to speak. The previously diplomatic premises were off limits. And Israel appears to have wanted to change that. But we're seeing now from Iran's side is to say, okay, we're going to change the rules of the game, so will we. So this is a very dangerous period because both sides are trying to lay out new rules of the game. Both sides, aside from this tit for tat, want to establish a powerful deterrence. In other words, to make it clear to their enemy that there will be a cost if they do strike. Now, there are some observers who say Iran strengthened its determents by showing its willingness to send this wave of missiles and drones. But others say it has weakened it because almost none of them reached their target. How would you see it? I think there's obviously different ways of looking at what happened. To me, the operation was carefully choreographed. It was telegraphed in advance, days in advance to Iran's neighbors to the United States. Iran also made the launches of, for instance, drones from its own territory, which meant that Israel had many hours of forewarning. I think that in a real life direct confrontation, which Iran has warned that it will engage unless, if Israel continues to take action against Iran, things will be very different. There will be no advance warning. There will be no choreographing. Drones probably will not only be launched from Iran, and most importantly, Iran's regional allies will also participate. And in such a scenario, I think very easily a group such as Hezbollah and Lebanon can overwhelm Israeli audiences. So I think what this episode told us all is that the countries which shot down many of the missiles, I think, did both Iran and Israel the same. They acted to provide both sides with a face-saving way out. They allowed Iran to say that we can claim victory. We took action that was unprecedented. Can also allow Israel to say that we also achieved victory by shooting down most missiles. I hope that makes sense. And how does Iran see its position in the region now? Of course, it has its allies and proxies, the so-called axis of resistance. But beyond that, it has been on the telephone repeatedly to foreign ministers in Saudi Arabia, to the United Arab Emirates. How does it see its positioning now? I think I mean, one major shift is that only a few years ago, countries such as the ones you mentioned, Saudi Arabia and the UAE, would have welcomed a confrontation between Iran and the United States. Things are very different now because partly these countries have initiated normalization processes. Iran is very eager to continue that process. So I think there's a mutual desire in the region among Iran and the Arab neighbors to lower tensions. And I think they're joined by Europe. So I think the onus right now is on Israel and it's next steps. Qumar Ali Shalani, I have a more adj media. Thank you very much for joining us here on BBC News with your reflections and insights into the thinking in Iran after this unprecedented attack. Iran says it didn't flick considerable damage. It said its missiles did hit the Nettivotir airbase in southern Israel. Israel admits that, yes, indeed, they did take a direct hit, but say the damage was minimal. So again, as always, Lucy in war, it's the facts on the ground, but it's also the perception of what happened on the ground, which tends to drive these conflicts."
    },
    {
        "url": "https://www.youtube.com/watch?v=zLDHRtbvvBE",
        "title": "\nIsrael says it’s shot down 300 Iranian drones and missiles with US help | BBC News\n",
        "content": " Welcome to Jerusalem as a new chapter is now being written in the turbulent history of the Middle East. After decades of shadow wars and covert operations, Iran and Israel long time arch enemies are now in direct confrontation. In the early hours of the morning here in this region, Iran launched hundreds of drones and missiles over Israeli territory. Israel backed by its allies said almost all of the projectiles were shot down. It says the attack was foiled. And this morning, Israel is still on high alert and the Israeli army says it is now weighing its response. Let's just look at this video of the events throughout the night here in Jerusalem and across Israel. What you hear is the air raid sirens in Jerusalem and many other cities. What you see on the screen is Israel's air defense system, the iron dome in operation. Flashes in the Jerusalem sky as drones and missiles are shot down. A coalition of Israel's allies, including the United States and the United Kingdom, helps shoot down some of the Iranian projectiles before they reached Israeli territory. This is footage of the intercepts happening over neighboring Jordan. And this is another video which shows the intercepts in the skies over Damascus and Syria. And you can see there the objects being hit in the sky. And to a reminder of just how regional this crisis is in Iraq as well, more drones and missiles were intercepted. As they traveled, some of them the drones taking hours to reach Israel being intercepted before they reached the borders of Israel. These are momentous times. Let's just recap here at 10 o'clock in the morning in Jerusalem and in many countries across the region. But we know so far. Israel says that Iran has attacked its territory with around 300 drones and missiles, including ballistic missiles. There were as we've just been seeing significant explosions in the sky over Israel. Those are being caused by interceptions from Iran's much, Israel's much-vonted air defense system, the iron dome. The Israeli military says it shut down as many as 99 percent of the drones and missiles fired from Iran. In the night, U.S. President Joe Biden spoke with Israel's Prime Minister Benjamin Netanyahu. He condemned the attacks by Iran. He said that the U.S. also shut down some Iranian drones. UK coalition forces were also involved in defensive operations. President Biden says he will convene a meeting of G7 countries earlier today to coordinate what he called a United diplomatic response. In terms of the damage, Israeli military says that one girl, a 10-year-old girl, was injured and they hope she will recover. And that light damage was caused to an air base in southern Israel. We're so waiting for details of that. Now this morning, after these overnight attacks, these unprecedented overnight attacks, the first time Iran is directly attacking Israel from Iranian territory, war of words is continuing with Iran warning Israel and the United States that any response by Israel would be met with an even harsher response. And Iran's proxies in the region have also been speaking. They also were in action last night. They fired rockets at Israel. Let's listen to Daniel Hagarri, the IDF spokesman, giving us this update. We're going to bring you that to the minute, but let's bring him in my colleague in London, Maryam Mashiri. Please, thank you very much indeed. Daniel Hagarri will listen to that quote in a moment or two, but I want to just briefly take a look at some of the major international reaction. President Biden rushed the situation room in Washington to keep across developments. The White House published a photo from the situation room on X. You can see here the president surrounded by some of his top security officials, defense secretary Lloyd Austin, Secretary of State, Anthony Blinken, among others. Well, President Biden has spoken over the phone with the Israeli PM Benjamin Netanyahu to say he condemns the attacks in the strongest possible terms. Well, in a statement, President Biden said after spoken with Prime Minister Netanyahu to reaffirm America's iron clad commitment to the security of Israel. I told him that Israel demonstrated a remarkable capacity to defend against and defeat even unprecedented attacks, sending a clear message to its foes that they cannot effectively threaten the security of Israel. He went on to say this, I will convene my fellow G7 leaders to coordinate a united diplomatic response to Iran's brazen attack. Well, the Prime Minister Rishi Sunak was also quick to release a statement overnight. It said this, I condemn in the strongest terms the Iranian regime's reckless attack against Israel. He said in the statement, these strikes risk inflaming tensions and destabilizing the region. Iran has once again demonstrated that it is intent on sowing chaos in its own backyard. The UK will continue to stand up for Israel's security and that of all our regional partners, including Jordan and Iraq. Alongside our allies, we are urgently working to stabilize the situation and prevent further escalation. No one wants to see more bloodshed, that from the Prime Minister Rishi Sunak. Well, the UN Secretary General Antonio Guterres released a statement saying this, I strongly condemn the serious escalation represented by the large-scale attack launched on Israel by the Islamic Republic of Iran this evening. I call for an immediate cessation of these hostilities and deeply alarmed about the very real danger of a devastating region-wide escalation. I urge all parties to exercise maximum restraint to avoid any action that could lead to major military confrontations on multiple fronts in the Middle East. Well, let's cross back to my colleague, Lee Stusset, who joins us live from Jerusalem and Least. Talk us a little bit more through what we know about what happened overnight and the reaction since then. Yes, many across the region are now looking closely at exactly what kind of retaliation Iran has carried out. There was so much discussion in the run-up to the Iranian strike, which was telegraphed by the United States with Joe Biden days ago saying that an attack was imminent and then saying it would happen sooner rather than later. And then there was the unnamed military sources in the U.S. speaking about the kind of attack that indeed did unfold in the early hours of the morning. 300 projectiles, including drones and missiles, including ballistic missiles. Iran has cast this as a limited, carefully calibrated strike. It caused limited damage, but here in Israel and amongst its allies, they are now looking at this strike. And even though the U.S. and the U.K. are urging restraint, Israel says it is now looking at its options. Well, let's look in more detail. We can join our security correspondent, Frank Ardner. Frank, just give us a bit more detail about what kind of weaponry Iran deployed in this first retaliatory strike against Israeli territory. Okay, so according to the Israeli military, the IDF Iran launched 170 drones, which were all intercepted and around 120 missiles, mostly ballistic missiles. Now Iran has invested heavily despite all the years of sanctions on it. It's managed to build up a significant force of ballistic missiles. But Israel's intelligence will know exactly where those were launched from. So I would expect that Israel's response when it comes will almost certainly be starting at hitting those bases from which the missiles were launched. It was Israel didn't intercept all of these on its own. Some of them were intercepted over Jordanian airspace. Some I think over Syria and Iran, because some of the missiles and drones took secure to its roots. It's 1500 kilometers between the two countries, between Iran and Israel. The way I would categorize this, that I would, I suppose, depict at least, is that I think we are on the middle run of an escalatory ladder. So there's been this simmering conflict between Iran and Israel. Really ever since the Islamic Revolution back in 1979. But the big events that have really heated this up and pushed things to the state that they're in now is the October 7 attack by Iran backed Hamas on Israel. Then the Gaza war, of course, but specifically Israel's attack, as you mentioned, on April 1st, although Israel didn't claim responsibility for it. Everybody knows it was Israel that hit the Iranian consulate in Damascus killing senior commanders. That was considered by Iran to be a major escalation because it was an attack on Iranian territory, even though it was in Damascus. It was diplomatic territory, and it has spent the last 13 days for the security establishment. Mulling over what their calibrated response would be. The problem is that we are in a tip attack situation now, and Israel's response, I fear, will escalate things further. Frank, there are a number of projectiles used by Iran. It marks a significant escalation. But is it also fair to say that a lot of some of this was symbolic. Here in Jerusalem, we knew the drones had been launched, but it took two hours for them to reach the Israeli skies if they reach them at all. So, Iran would have known that they may have planned that the damage, the impact on the ground would be limited. Is that part of how they would see this carefully calibrated response? I think that is the crucial word calibrated exactly. There is more that Iran could have done. It seemed that it was aiming at primarily military targets. One of the casualties is a 70 year old Bedouin girl in the south of Israel. It was certainly aiming at the Niva team airbase in the Negev in the south of Israel. Yes, there is more that it could do. Iran, don't forget that the IRGC, the Iranian Revolutionary Guards call, has a thing called the Poods Force, which is its external operations wing. It is kind of they do black ops. And Iran in the past has struck at Israeli targets outside the region. So, this isn't over. Iran has said, that is it. The account is settled for now. And that is what the way Israel looks at it. So, Israel will retaliate and then Iran has threatened a response to that retaliation. So, as I say, we're on this middle wrong of an escalator ladder. And beyond this tit for tat that we're seeing unfolding now and could unfold further, there is the broader issue, isn't there, Frank, of deterrence? That Iran wants to send a clear signal, Israel wants to send a clear signal, that they are able and willing to inflict significant cost. So, the other side should not try to attack them again. Unfortunately, there's a lot of pride involved here. On both sides, Israel with some justification feels very proud of its defenses, its idea. And of course, let's not forget that against the background of all of this, you've got the Gaza conflict going on with over 33,000 people killed mostly civilians. That had galvanized much of the region into a huge sense of disapproval of Israel. But many of the countries in the region, as you've brought snowlies, are no friends of Iran. So, you've got the monarchies, the Gulf state monarchies, are quite wary of Iran. I mean, Saudi Arabia only ended its own simmering conflict with Iran's proxies in March last year. So, Jordan, for example, has helped shoot down some of these missiles. Jordan finds itself cut off court in a very difficult area. Iraq, although Iraq is seen by some as a bit of an Iranian proxy these days, nevertheless, Iraq will be deeply unhappy at this escalation. None of this, of course, is good for business. None of its good for economies. None of its good for foreign investment. So, the entire region will be holding its breath now, just hoping that Israel's response, if and when it comes to Iran, is going to be elevated to the extent that it doesn't take this further. What do we mean by that? Well, all six Gulf Arab states have our host to US bases. And at the moment, the US is not involved other than shooting down the drones. And the US has said, we're not going to take part in any Israeli response. But if Iran chose to attack those US bases, that would bring in the Gulf states. There would be the risk to things like desalination clouds, oil and petrochemical processing. You know, you'd be looking at a huge, great, big Middle East war, which is exactly the escalation everyone feared ever since October the 7th. Frank, as always, thank you for bringing in your wisdom and insights both on the security and also the a little little front. I'm sure we'll be speaking to you again today."
    },
    {
        "url": "https://www.youtube.com/watch?v=TTUsxD62398",
        "title": "\nCorals turning white and dying after record heat, say scientists | BBC News\n",
        "content": " The future of the oceans coral reefs is more perilous than ever. That's according to the US National Oceanic and Amphospheric Administration. In the last few minutes, it's announced what it calls the fourth mass coral bleaching event is already underway. Well, this is what's at risk, mile after mile of coral reef, slowly turning white or even dying out altogether. By some estimates, around 50 percent of coral has been lost in the last 20 years. Well, let's get more on this development. Let's speak to our start supporter, Georgina Renard, who's in the newsroom for us. And Georgina, welcome here to the program. This seems quite a disturbing new report to bring us right up to date. Yes, that's right. So what these US officials are saying is that we're now in the fourth global mass coral bleaching event. The first one was in 1998 and we've had two since then and now we're in the fourth one. Now what this means is coral is is is very sensitive animal. It lives it often in shallow waters, but when the water it's living in gets too hot, it gets stressed. It expels an algae that lives inside it and then it can turn white and often it can die. This is interesting also because we've been seeing for months these broken climate records, ocean heat driving up and really seeing unprecedented levels of warming in the ocean. It's partly driven by climate change or mostly driven by climate change and also by El Nino, this natural climate fluctuation that started last year. We've been reporting on those broken records for months, but this is now the first really solid global evidence of just what that heat is doing to the oceans and to this really fragile sensitive ecosystem. And these reefs coral build these vast cities underwater that sometimes call the seas architects and inside those reefs live the quarter of all marine life. So this isn't just about these amazing animals, it's also about the rest of us are fishing and also the income, the trillions of dollars at coral reefs generate around the world. And you know we're seeing coral reefs in all their glory with all their colours, but once the bleaching starts is there any way that it can be stopped or reversed? That's one of the strange things, the pictures actually look quite beautiful, but scientists say up close when they dive in the water the coral is decaying and they can see it's sort of coming apart. Unfortunately this is once the coral starts to bleach, it's very difficult to turn back. If it's given enough time it can recover, but it needs one even five years to get better and in that time it's quite susceptible to disease. If there's enough time between these heat episodes it can get better, but at this rate that seems unlikely. There are some local solutions, so some coral reefs have had some successful restoration, they have managed to create some coral that is resistant to these higher temperatures, but all the scientists I've spoken to to prepare for this story, they said that it's really a case of adapting to a future with a different type of coral and much less of it rather than really being able to save all of the coral reefs across the world's oceans. Now in previous bleaching events how much of the world's coral reefs were actually lost? So it's very difficult to tell exactly how much coral mortality there's been, that would require scientists to go onto every single piece of coral reef in the world. In the last episode which 2014 to 2016 more than half of the world's corals were in waters that were too hot and in some areas we saw 25% 30% up to 50% mortality. This episode that these US officials have just declared is still ongoing and they're saying they do expect that bleaching to surpass it and just one of the things to think about is that coral provide this amazing home, some of the sounds that they make that amazing creaking and almost singing it's vital to the to the fish that live in in the waters and when the fish actually use that creaking to find their way home and when the coral dies the fish lose that sound that's sort of the siren that takes them back and so what we see when the coral dies is fish and other animals can no longer find that way back to the these huge reefs that they call their home. So it's interesting we have to leave it there but thanks for bringing us right up to date on that breaking new report."
    },
    {
        "url": "https://www.youtube.com/watch?v=JWKtR0wh-UE",
        "title": "\nDonald Trump in court for historic hush-money trial | BBC News\n",
        "content": " As promised, let's return to our main story, the former president, Donald Trump, standing trial in a criminal case in New York. So let's head back to New York. These are the pictures of Donald Trump leaving to actually go to that Manhattan court and then arriving. He's now inside the courthouse itself. Nedda Tawvik is there, our chorus monitor, and Nedda, just word from the court in the last few minutes that Donald Trump has lost a second bid to actually remove the judge in this case. Tell us more about that. Yeah, that's right, Matthew. Before the trial gets formally underway, the judge said there were a few loose ends as he called it to address. One of those was again, this last ditch attempt once more by Donald Trump's lawyers to have the judge recuse himself. They claim that because his daughter works for a democratic consulting firm and because he made comments about candidates in their use of social media that he should not be allowed to preside over this trial. Well, the judge said that Donald Trump's team didn't provide any evidence of any conflict just in Uendo. And so he said that the matter was closed. He would not recuse himself and the trial would get underway. There was another kind of point where, you know, Donald Trump did ask to be able to be absent from the court in May, May 17th. That was a date when his son will be graduating from high school. Remember, Matthew, because this is a criminal trial, Donald Trump is required to be here every day unless he gets permission from the judge to be absent. So as I say there, a bit of kind of loose ends being tied up here at the court house. But Donald Trump is there. His campaign spokesperson is there. His two groups of attorneys representing him there in the court house, along with them, and Hatton District Attorney, Alvin Bragg and his team. So all key characters, parties in this case, their Matthew, and waiting for this trial to formally start. Yes, it is such a moment we finally arrived at. All of those numerous attempts to get the case pushed back last week, all failing. So it's starting there today. We have reporters outside where you are. We have reporters inside. Just give us a sense of what the scene is like there. You're there just to describe the feeling and the attention this is getting. Yeah, well, Matthew, I mean, you can just imagine the world's media down here on both my right and left. There is a long line of press assembled. We are in a kind of a press pin that has been set up by the NYPD because all around us, they have barricades set up to secure this area. Keep in mind, besides the NYPD, you also have the Secret Service on site here, again, just underscoring how different this is from a normal trial taking place in New York. We have not only a former president, but the Republican presumptive nominee. And so security is extra tight here in Lower Manhattan. What we have seen is in the park right in front of me, right in front of the court house, a steady stream of very passionate pro and anti-Trump supporters have been turning up to voice how they feel about this trial. Let it all be. We'll be back to you later in the program. Thanks very much for the latest."
    },
    {
        "url": "https://www.youtube.com/watch?v=gANc45stBz8",
        "title": "\nUkraine braced for new Russia offensive as power plants targeted in strikes | BBC News\n",
        "content": " Ukraine's president has warned the country is fast-running out of air defenses and artillery to fend off Russian attacks. Vladimir Zelensky warned that if U.S. Congress continues to hold up a multi-billion-dollar military aid package, then Ukraine will lose its war against Russia. On Thursday, power plants were attacked in a Russian bond barbed-ments, with hundreds of thousands of people being left without power. Our Eastern Europe correspondent Sarah Rainesford sent us this update. I think what we're seeing here now is clearly a sustained and a deliberate assault by Russia on Ukraine's energy system. It started back in March of two massive attacks on this country with drones and missiles, but here in Harcath destroyed all the power stations essentially. So it left this city without power for some time. They worked to restore it, but there are rolling blackouts here, a real limit on the amount of electricity available. All customers urge to avoid using too much. There's also generators everywhere you go on the streets. And then on Thursday morning and the early hours, we've got this next huge attack, dozens of drones and missiles fired by Russia that overwhelmed Ukraine's air defenses. And in Kiev, a major power plant there has been completely destroyed. I spoke to the boss of the company that ran that plant and he says that they can repair it. If they get the spare parts from allies in the West, then in theory they can rebuild that power station, get it up and running a game. But he asked me what the point of that would be if they can't protect it. And that is the problem. If there are renewed Russian attacks, which looks like will happen, then the problem is air defenses. In Ukraine, they are extremely stretched, extremely limited. And it is very difficult to protect these power plants. So that's why we've heard a game from President Zelensky. We will plea to the West to help Ukraine with its air defenses. A sense of frustration, I think, about lots of promises being made, but very limited aid coming through specifically in terms of air defenses. And I think that's important because it is quite clear that Russia is continuing these attacks. And they're not only becoming more intense these attacks, they're also more accurate. And that means for Ukraine, they're more devastating. Sarah Reigns with the – well, I spoke to Yaroslav Trofimov, who is the president of the U.S. Chief Foreign Affairs correspondent at the Wall Street Journal, and author of our enemies will vanish. I asked him what he thinks might happen. Well, I mean, the Russians have been on the offensive already since the end of last year. They have taken a city of Abdivka, the first city they have been able to capture in New Rear. And every day they're inching ahead, taking a village here, you know, a few – another small village there. So far, they do get a great cost. In tens of thousands of Russian soldiers were killed and named. We're not in thousands of pieces of equipment. We're lost. So far, Ukraine is holding out. But the issue of air defenses obviously is a key also in the battlefield, because Russia is using more and more of these glide bombs to the devastating effect. And Ukraine just doesn't have enough air defense interceptors to protect it. They've got structure back in Kiev and other cities and the frontline units. And that is one area that is allowing the Russians to advance. So you would draw a line then between Ukraine's response or its performance on the battlefield and the funding and the weaponry it is provided by the West? Oh, very much so. Very much so. And I think the US government draws it as well. You know, when Abdivka fell in February, the White House said this happened because the Republicans who control the House are representative haven't allowed the funding to go through to a dangerous train out of ammunition. And it's true. You know, if Ukraine and Russia had roughly a parity in the number of shells that would fire a day in September, October last year, now the advantage the Russians have is about five to one to ten to one. So Ukraine is outgunned. It's under defensive. And now it's increasingly struggling with protecting its skies from the overwhelming Russian air power. And do you think that Russia has almost an endless supply of munitions? That seems to be what you're saying. It's not endless, but while Ukraine is not getting American help, Russia is getting ballistic missiles from North Korea. It's getting a very large supply of this long range Shahedrones from Iran. So its allies are helping it. And obviously, you know, Ukraine would have a little bit easier in the coming months once the F-16 fighter jets come online because they can also be used for air defense. But you have this basic as symmetry in the war because Russia can strike and does strike anywhere in Ukraine. And Ukraine is not allowed by the US or its Western allies to use any of its western flat weapons to strike any targets in Russia. And cannot use these weapons to strike Russian airfields, Russian oil installations, Russia refineries. And when it does strike this targets with its own domestic produced drones, it gets criticized by the US government. Yes, I love Trotvin, talking about Ukraine and the Russia war."
    }
]